[
    {
        "name": "คุณ ผม และผู้คนที่สวนกันบนรถไฟสายฮังคิว",
        "id": "ROMANCE-0001",
        "group": "นิยายรัก",
        "Writer": "ฮิโระ อาริคาว่า",
        "price": 225.00,
        "detail":[
            "“ระหว่างนั่งรถไฟ ถ้าคุณเงยหน้าขึ้นมาสังเกตรอบข้างบ้าง คุณอาจพบว่ามีปาฏิหาริย์เล็กๆ มากมายซ่อนอยู่ในการเดินทางที่แสนธรรมดา” ",
            "ผู้หญิงที่นั่งข้างผมบนรถไฟคือคนที่ผมเห็นบ่อยๆ ในห้องสมุด…นี่คือเรื่องราวของผู้คนที่บังเอิญ พบเจอกันในรถไฟท้องถิ่นซึ่งใช้เวลาเดินทาง ไม่ถึง 15 นาที ชีวิตของผู้โดยสารที่ไม่เคยรู้จักกัน มาก่อนกลับผูกโยง ",
            "เข้าหากันอย่างน่าพิศวง ก่อเกิดเป็นความสัมพันธ์สุดพิเศษ การพบพานกันในขบวนรถไฟสายนี้ บางครั้งเป็นการพบพาน ",
            "ครั้งเดียวในชีวิต และบางครั้งก็กลายเป็นจุดเริ่มต้นของความสัมพันธ์ครั้งใหม่ที่จะติดตรึงใจ ไปอีกแสนนาน…",
            "ไม่ว่าวันเวลาจะเคลื่อนต่อไปข้างหน้าสักเท่าใด รถไฟฮังคิวก็ยังคงบรรทุกเรื่องราวอบอุ่นหัวใจ ร้อยเรียงให้เกิดเป็นเรื่อง ",
            "ราวบทใหม่ วิ่งไปกลับระหว่างสถานีทาคาระซึกะ และสถานีนิชิโนะมิยะคิตะงุจิต่อไปอย่างไม่รู้จักเหน็ดเหนื่อย"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/07/%E0%B8%84%E0%B8%B8%E0%B8%93-%E0%B8%9C%E0%B8%A1-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name":"เราจะได้พบกันเมื่อวันซากุระบาน",
        "id": "ROMANCE-0002",
        "group":"นิยายรัก",
        "Writer":"ชิเน็น มิกิโตะ",
        "price": 215.00,
        "detail":[
            "เรื่องราวของคุณหมอ “โซมะ อุซุย” แพทย์ฝึกหัดที่โรงพยาบาลฮายามะโนะมิซากิ โรงพยาบาลดูแลผู้ป่วยระยะสุดท้ายที่ ",
            "มีนโยบายชัดเจนคือทำให้ความหวังของคนไข้เป็นจริงเท่าที่ทำได้ เขาได้เจอกับคุณทามากิยูการิผู้ป่วยของโรงพยาบาล ",
            "เธอมักจะบอกทุกคนเสมอว่าให้เรียกเธอว่า “ยูคาริ”",
            "คุณยูคาริป่วยด้วยโรคมะเร็งสมองชนิดร้ายแรงที่สุดหรือ “กลัยโอบลาสโตมา” มะเร็งชนิดนี้พร้อมจะแตกออกได้ทุกเมื่อ ",
            "คุณยูคาริจึงมักบอกกับคุณหมออุซุยเสมอว่า เธอนั้นเปรียบเสมือนระเบิดเวลา ที่ไม่รู้ว่าจะระเบิดเมื่อไหร่อีกทั้งเธอยังกลัว ",
            "การ ออกไปข้างนอกเพราะรู้สึกว่ามีคนจ้องจะทำร้ายเพื่อเอามรดกของเธอ รวมถึงต้องทุกข์ทนกับอดีตของตัวเอง"
        ],
        "img": "https://amarinbooks.com/wp-content/uploads/2022/04/%E0%B8%8B%E0%B8%B2%E0%B8%81%E0%B8%B8%E0%B8%A3%E0%B8%B0-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name":"แด่เธอผู้เปล่งประกายใต้แสงจันทร์",
        "id": "ROMANCE-0003",
        "group":"นิยายรัก",
        "Writer":"ซาโนะ เท็ตสึยะ",
        "price": 245.00,
        "detail":[
            "ตั้งแต่คนสำคัญจากไป ผมใช้ชีวิตแบบซังกะตายวันแล้ววันเล่า จนวันหนึ่ง มีเหตุที่ทำให้ผมต้องเข้าไปพัวพันกับเด็กสาว ",
            "คนหนึ่ง เธอเข้ารับการรักษาตัวอยู่โรงพยาบาลด้วย “#โรคเปล่งแสง” โรคที่แสนสวยงามและน่าเศร้าในเวลาเดียวกัน ",
            "เมื่อต้องแสงจันทร์ ร่างกายของเธอจะเปล่งแสงเรืองรอง และยิ่งใกล้ระยะสุดท้าย แสงนั้นจะยิ่งเจิดจ้าขึ้นเรื่อยๆ ด้วยความที่ผมทำของสำคัญของเธอพัง ",
            "ผมจึงต้องทำหน้าที่ทำ “สิ่งที่อยากทำก่อนตาย” แทน แล้วนำมาเล่าให้เธอฟัง นับจากสัญญาในวันนั้น ช่วงเวลาที่หยุดนิ่งของผมก็พลันกลับมาเคลื่อนไหว"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2021/08/Pocket-Book-%E0%B9%80%E0%B8%A7%E0%B9%87%E0%B8%9B-08-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name":"เศษเสี้ยวจากแสงจันทร์ที่ครั้งหนึ่งนั้นเคยเปล่งประกาย",
        "id": "ROMANCE-0004",
        "group":"นิยายรัก",
        "Writer":"ซาโนะ เท็ตสึยะ",
        "price": 225.00,
        "detail":[
            "จากวันที่วาตาราเซะ มามิสุ เด็กสาวผู้ป่วยเป็น ‘โรคเปล่งแสง’ ตายจากไป สิ่งที่ฝากฝังไว้ให้กับโอคาดะ ทาคุยะ คือให้ ",
            "ช่วยทำ “สิ่งที่อยากทำก่อนตาย” แทนเธอต่อไป… เรื่องราวของความเป็นกับความตาย โลกที่เหมือนไม่มีวันบรรจบกัน แต่กลับถักทอโอบกอดความทรงจำ และความรู้สึก ",
            "ทั้งหลายแหล่ผสานเป็นชีวิตของเหล่าผู้เหลืออยู่ เปรียบดั่งแสงจันทร์ที่ยังส่องประกายอย่างเงียบเชียบมายังโลกอันแสนวุ่นวาย"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2021/11/gLKgluhpclj0yomiN-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name":"ฉันจะข้ามเวลาไปหาเธอ",
        "id": "ROMANCE-0005",
        "group":"นิยายรัก",
        "Writer":"อีกดนิม",
        "price": 230.00,
        "detail":[
            "ฉันจะข้ามเวลาไปหาเธอ คือเรื่องราวของ ‘ซงอึนยู’ เด็กหญิงวัยสิบห้าปีที่มีความสัมพันธ์ระหองระแหงกับพ่อ ถูกพ่อบังคับให้เขียนจดหมายถึงตัวเองในอีกหนึ่งปีข้างหน้า แต่จดหมายของเธอกลับย้อนเวลาส่งไปหา ‘โจอึนยู’ ในปี ค.ศ. 1982 ",
            "อึนยูและอึนยูได้เขียนจดหมายโต้ตอบกันหลายฉบับจนเกิดเป็นความผูกพันของคนสองคน โจอึนยูสัญญาว่าจะช่วยตาม ",
            "หาแม่ของซงอึนยูให้พบ เรื่องราวที่เป็นเหมือนปาฏิหาริย์จึงเกิดขึ้น เมื่อเวลาได้เชื่อมคนสองคนเอาไว้ ระหว่างที่ทั้งสอง ",
            "เขียนจดหมายหากันนั้น เราจะได้เห็นการเติบโตของทั้งสองอย่างชัดเจนในห้วงเวลาที่ผันผ่านไปของอดีตและอนาคต ",
            "ฉันจะข้ามเวลาไปหาเธอ คือเรื่องราวปาฏิหาริย์ในชีวิตของคนสองคนที่เราไม่อาจพบเจอเช่นนั้น"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/01/%E0%B8%89%E0%B8%B1%E0%B8%99%E0%B8%88%E0%B8%B0%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%A1%E0%B9%80%E0%B8%A7%E0%B8%A5%E0%B8%B2-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name":"วิฬาร์วุ่นรัก",
        "id": "ROMANCE-0006",
        "group":"นิยายรัก",
        "Writer":"เจ้าหญิงผู้เลอโฉม",
        "price": 200.00,
        "detail":[
            "ถึงแม้หมอดูจะเคยทักเจนภพเอาไว้ว่าอย่าเดินตามแมวดำเพราะจะโชคร้าย แต่ทาสแมวสายแข็งอย่างเขาจะห้ามใจได้อย่างไร ในเมื่อแมวตัวนั้นมันช่างน่ารักเหลือเกิน ",
            "และก็นึกไม่ถึงเลยว่าสิ่งที่รออยู่จะไม่ได้มีแค่น้องแมว แต่เป็นโลกในอดีตยุคก่อนสงครามโลกครั้งที่ ๒ แบบนี้ โชคยังดีที่ปลายทางเขาได้พบกับใครบางคน ",
            "และคุณปวีร์ สุภาพบุรุษยุคสร้างชาติผู้มีรูปร่างหน้าตาหล่อเหลาราวเทพบุตรนั้นก็ช่างใจดีและอ่อนโยนเสียจนเขารู้สึกว่าการย้อนเวลากลับมาในอดีตก็ไม่ได้แย่อย่างที่คิด ",
            "ซ้ำเมื่อเวลาผันผ่าน ยังเผลอคิดขึ้นมาอีกว่าหากเป็นไปได้…ก็อยากข้ามเวลาไปพบกับเขาเช่นนี้ตลอดไป"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/10/%E0%B8%A7%E0%B8%AC%E0%B8%A7%E0%B8%A3-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name":"ลิขิตรักข้ามปรภพ",
        "id": "ROMANCE-0007",
        "group":"นิยายรัก",
        "Writer":"หวนมี่",
        "price": 295.00,
        "detail":[
            "สตรีผู้นี้เฝ้าปกปักรักษาแดนนรกอันไร้ชีวิตชีวาต้มน้ำแกงให้เหล่าดวงวิญญาณตลอดกว่าแสนปี ",
            "อย่างไม่รู้เดือนรู้ตะวัน…เพื่อเขาแล้ว นางยอมกระทำความผิดเขาใช้เวลาแสนนานจนมิอาจนับได้เพื่อตามหาสตรีผู้นี้เมิ่งเอ๋อร์ ชั่วชีวิตนี้ ด้วยอายุขัยอันยาวนาน… ",
            "“ข้าขอแค่ได้จับมืออยู่เคียงข้างเจ้าเท่านั้นก็พอแล้ว” เรื่องราวของยายเมิ่ง เทพแห่งปรโลกผู้ไร้เจ็ดอารมณ์หกปรารถนา ",
            "ยอมสละทุกอย่างเพื่อสานฝันของหลงอวี้ โอรสของราชามังกรให้เป็นจริง วิถีสวรรค์ย่อมมิอาจละเมิด ทว่าเมื่อกระทำไปแล้ว ย่อมต้องได้รับโทษทัณฑ์ กาลเวลานับพันปีผันผ่าน การรอคอยจะสิ้นสุด"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2021/10/%E0%B8%9B%E0%B8%A3%E0%B8%A0%E0%B8%9E-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name":"ฝันรักในเงาเมฆ",
        "id": "ROMANCE-0008",
        "group":"นิยายรัก",
        "Writer":"เย่ว์หลิวกวง",
        "price": 265.00,
        "detail":[
            "ผูชิงชิง เป็นพนักงานเพียงคนเดียวใน สำนักงานทนายความเหรินเซี่ยงหย่วนเธอเป็นทั้งผู้ช่วยทนายความ ฝ่ายธุรการ ฝ่ายบุคคล และแม่บ้านในเวลาเดียวกัน ",
            "วันหนึ่งความฝันที่อยากรวยในชั่วข้ามคืนของญิงสาวเกิดเป็นจริงขึ้นมาเธอไปลาออกกับเหรินเซี่ยงหย่วน เจ้านายแสนเย็นชาและไร้หัวใจทันที ",
            "แต่ชีวิตของเศรษฐีสาวคนใหม่หลังไม่ต้องทำงาน กลับไม่เป็นอย่างที่คิดไว้ และเพราะอะไรกัน คนที่ไม่คิดว่าจะต้องพบเจอกันอีก กลับวนเวียนอยู่ในชีวิตเธอไม่เลิกรา "
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2021/05/%E0%B8%9D%E0%B8%B1%E0%B8%99%E0%B8%A3%E0%B8%B1%E0%B8%81%E0%B9%83%E0%B8%99-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },

    {   
        "name": "มุมมองนักอ่านพระเจ้า เล่ม 1",
        "id": "FANTACY-0001",
        "group": "นิยายแฟนตาซี",
        "Writer": "sing N song",
        "price": 265.00,
        "detail":[
            "[ สามวิธีการเอาชีวิตรอดในโลกที่ล่มสลาย ] คือชื่อของนิยายออนไลน์กว่าสามพันตอนที่มีเขาเป็นผู้อ่านแค่ ‘คนเดียว’ เขารู้เรื่องราวทั้งหมดของมัน รู้ว่าแต่ละฉากจะดำเนินไปแบบไหนและรู้ว่าเรื่องนี้จะจบลงอย่างไร ",
            "ดังนั้น…เมื่อจู่ๆ โลกใบนี้ก็เปลี่ยนไป กลายเป็นเหมือนกับในนิยายท่ามกลางความหายนะต่างๆ นานาและ ‘ซีนาริโอ’ ที่เข้ามาท้าทายเหล่ามนุษย์ ",
            "คิมดกจาจึงรู้ดีว่าจะผ่านเงื่อนไขแต่ละฉากไปได้ด้วยวิธีไหน ",
            "แต่การ ‘รู้’ กับการ ‘ทำได้จริง’ ก็เป็นคนละเรื่องกัน โลกเปลี่ยนแปลงไปแล้วและนิยายที่เคยมีเขาเป็นผู้อ่านเพียงหนึ่งเดียวจนถึงบทสุดท้ายก็ค่อยๆ เปลี่ยนแปลงไป เพราะมีเขาเข้ามาเป็นตัวแปรเช่นกัน ",
            "ปฐมบทของนิยายเรื่องนี้เริ่มขึ้นแล้ว คุณล่ะ … พร้อมเข้าไปในนิยายเรื่องนี้แล้วหรือยัง" 
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/04/%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B8%A1%E0%B8%AD%E0%B8%87%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B8%AD%E0%B9%88%E0%B8%B2%E0%B8%99%E0%B9%80%E0%B8%88%E0%B9%89%E0%B8%B2%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A11-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "มุมมองนักกอ่านหระเจ้า เล่ม 4",
        "id": "FANTACY-0003",
        "group": "นิยายแฟนตาซี",
        "Writer": "sing N song ",
        "price": 265.00,
        "detail":[
            "สมาชิกกลุ่มกระจัดกระจายกันไปใน ‘โลกที่ไร้ราชา’ แต่คนแรกที่คิมดกจาได้เจอแทนที่จะเป็นเพื่อนคนใดคนหนึ่งกลับกลายเป็นยัยนักเขียนขี้ก๊อปนั่นซะได้ คู่กัดเลยต้องจับมือกันชั่วคราว เตรียมความพร้อมสู่ซีนาริโอถัดไป ",
            "ซึ่งครอบคลุมพื้นที่ขนาดใหญ่ที่สุดเท่าที่เคยมีมา นั่นคือทั้งกรุงโซล! หนึ่งใน ‘ภัยพิบัติ’ ที่พวกเขาต้องขัดขวางร้ายกาจจนแม้แต่ยูจุงฮยอกก็ยังต้องพ่าย ",
            "และเกือบตายในการย้อนกลับรอบที่ 3 แต่หนนี้จะต่างออกไปแน่เพราะมีตัวแปรอย่างคิมดกจาเข้ามาอย่างไรล่ะ"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/06/%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B8%A1%E0%B8%AD%E0%B8%8741-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "มุมมองนักอ่านพระเจ้า เล่ม 5 ",
        "id": "FANTACY-0004",
        "group": "นิยายแฟนตาซี",
        "Writer": "sing N song",
        "price": 265.00,
        "detail":[
            "ภัยพิบัติแห่งอุทกภัยที่ถล่มกรุงโซลได้ในเวลาไม่ถึงชั่วโมง ทว่าคิมดกจากลับเลือกที่จะไม่กำจัดเธอหนำซ้ำยังรับเธอมาเป็น ‘อวตาร’ ของตัวเองอีกต่างหากจริงอยู่ว่าเขาไม่ใช่กลุ่มดาว ",
            "แต่เรื่องให้การสนับสนุนอวตารเขาทำได้ดีกว่ากลุ่มดาวบางกลุ่มแน่นอนเด็กน้อยชินยูซึงคนนี้จะเติบโตไปเป็นเจ้าแห่งสัตว์อสูรเขาจำเป็นต้องมีเธออยู่ข้างกายเพื่อไปให้ถึงฉากจบของเรื่องราวทั้งหมดที่เขาอยากเห็น "
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/07/j%E0%B8%A1%E0%B8%AD%E0%B8%875-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "มุมมองนักอ่านพระเจ้า เล่ม 6",
        "id": "FANTACY-0005",
        "group": "นิยายแฟนตาซี",
        "Writer": "sing N song",
        "price": 265.00,
        "detail":[
            "เพื่อช่วยหญิงสาวจากการย้อนกลับรอบที่ 41 คิมดกจาจึงรับภารกิจกลับมาจากราชินีแห่งดินแดนยมโลกภารกิจแบบเดียวกับวีรบุรุษเฮอร์คิวลีสในตำนาน…การปราบอสรพิษ! ",
            "ภารกิจลับกับซีนาริโอใหม่ดำเนินไปควบคู่กัน ณ ดินแดนอื่นที่ไม่ใช่โลกมนุษย์หนนี้บทบาทของพวกเขากลับตาลปัตรจากผู้รับมือภัยพิบัติกลับต้องกลายมาเป็นภัยพิบัติต่อเผ่าพันธุ์อื่นเสียเอง! "
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/08/6v6-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "บันทึกวิญญาณพู่กัน เล่ม 1",
        "id": "FANTACY-0006",
        "group": "นิยายแฟนตาซี",
        "Writer": "หม่าป๋อยง",
        "price": 255.00,
        "detail":[
            "‘หลัวจงเซี่ย’ เพิ่งรู้ว่ายังมีความซวยที่เป็นขั้นกว่าของการที่อยู่ๆ ก็ถูกมีดแทงอกนั่นก็คือการถูกพู่กันแทงอก! แน่นอนว่าเขาไม่ตายแต่เรื่องราวที่กำลังจะเกิดขึ้นกับเขาหลังจากนี้ ",
            "ทำให้เขาสะบักสะบอมบอบช้ำทั้งกายใจจนแม้อยากตายก็ไม่ง่ายแล้วเด็กหนุ่มมหาวิทยาลัยที่ขี้เกียจไปวันๆ อย่างเขา อยู่ๆ ก็ได้ครอบครอง ‘พู่กันบัวคราม’ มรดกตกทอดของหลี่ไป๋ เซียนกวีแห่งประวัติศาสตร์ท่านนั้น ",
            "นี่ทำให้เขาเข้าไปพัวพันกับเหล่าผู้คนแห่ง ‘สุสานพู่กัน’ และต้องเผชิญกับการต่อสู้เพื่อแย่งชิงพู่กันในตำนานมากมาย พร้อมผู้ครอบครองมาปรากฏตัวขึ้นต่อหน้าเขาอย่างไม่ว่างเว้น ",
            "สุนทรีย์แห่งถ้อยคำและตัวอักษรกลับกลายเป็นการต่อสู้ที่ยิ่งใหญ่ตระการตา พลังที่ยิ่งใหญ่มาพร้อมหน้าที่ความรับผิดชอบที่ยิ่งใหญ่อย่างนั้นหรืองั้นหลัวจงเซี่ยคนนี้ก็จะทำทุกวิธีเพื่อปลดพู่กันอัปมงคลนี่ออกไป",
            "พลังที่ยิ่งใหญ่อะไรนั่น เขาไม่ต้องการ!"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/04/%E0%B8%9A%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%B6%E0%B8%81%E0%B8%A7%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%A3-510x510.png",
        "hot":"YES",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "หุบเขาคร่าวิญญาณ เล่ม 1",
        "id": "FANTACY-0007",
        "group": "นิยายแฟนตาซี",
        "Writer": "เจิ้งฟง",
        "price": 240.00,
        "detail":[
            "เมื่อ เผยรั่วหลัน ถูกทำนายโดยซือไท่ชราผู้หนึ่งว่านางจะโดนจับตัวไป หากไม่มอบเด็กคนนี้ไว้ให้นางในตอนนั้นเผยฮูหยินเลือกที่จะไม่เชื่อและรีบพานางกลับบ้านไป",
            "แต่ทว่า ในคืนหนึ่งหลังจากเวลาผ่านไปสิบห้าวัน เผยรั่วหลันพลันหายตัวไปไร้ร่องรอยตามคำทำนายในขณะเดียวกัน เสี่ยวหูจื่อ เด็กชายผู้หนึ่งก็ถูกจับตัวไปพร้อมๆ กับเหล่าเด็กขอทาน",
            "โดยไม่รู้ชะตาชีวิตของตนเองจะเป็นเช่นไรต่อไปทั้งคู่ได้รับมอบหมายจากผู้ที่ลักพาตัวพวกเขามา ว่าหากไม่อยากตายก็จงฝึกฝนและ “ผ่านด่านทั้งสาม” ไปให้จงได้แล้วหุบเขานี้คือที่ใดกันแน่ เหตุใดจึงจับเด็กมามากมาย",
            "และต้องฝึกวิชากันอย่างยากลำบาก อยู่อย่างทุกข์ทรมานและเจ็บปวด หรือหุบเขาแห่งนี้กำลังซ่อนความลับอะไรเอาไว้"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/05/s6g-k1-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เดอะฮังเกอร์เกมส์ THE HUNGER GAMES",
        "id": "FANTACY-0008",
        "group": "นิยายแฟนตาซี",
        "Writer": "ซูซานน์ คอลลินส์",
        "price": 315.00,
        "detail":[
            "ในความมืดมิดของอนาคตอันใกล้ เด็กหนุ่ม 12 คนและเด็กสาว 12 คนถูกบังคับให้เข้าร่วมการแข่งขันที่มีชื่อว่า เกมล่า",
            "ชีวิต รายการสดที่จะถ่ายทอดผ่านโทรทัศน์ทั่วประเทศโดยมีกฎข้อเดียวเท่านั้น…“ฆ่า” หรือ “ถูกฆ่า” ",
            "เมื่อแคตนิส เอฟเวอร์ดีน วัย 16 ปี อาสาเข้าร่วมเกมนี้แทนน้องสาว เธอรู้ในทันทีว่ามีเพียงความตายที่รออยู่ แต่แดตนิสเคยเข้าใกล้ความตายมาก่อนแล้ว",
            "การเอาชีวิตรอดจึงเป็นเรื่องที่ไม่ยากเกินไปสำหรับเธอ"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2021/02/%E0%B8%AE%E0%B8%B1%E0%B8%87%E0%B9%80%E0%B8%81%E0%B8%AD%E0%B9%80%E0%B8%81%E0%B8%A1-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },

    {
        "name": "หมู่บ้านหมาหอน",
        "id": "HORROR-0001",
        "group": "นิยายสยองขวัญ",
        "Writer": "ฮิซาดะ ทัตซึกิ",
        "price": 255.00,
        "detail":[
            "จู่ๆ ก็มีเหตุการณ์ประหลาดเกิดขึ้นรอบตัว โมริตะ คานาเดะ  นักจิตวิทยาคลินิกสาว “เมื่อสุนัขสู่สตรี จงเอาฝาปิดเอาไว้เถิด” ผู้หญิงที่ร้องเพลงเด็กเเปลกๆ พี่น้องที่หายตัวไป",
            "เเละปริศนาการตายอย่างต่อเนื่องที่ไม่ทราบสาเหตุจุดร่วมคือจุดผีสิง “อุโมงค์อินุนาคิ” ป้ายเขียนกำกับไว้ว่า “จากตรงนี้ไป กฎหมายยภายใต้รัฐธรรมนูญของประเทศญี่ปุ่นจะไร้ผล” ",
            "คานาเดะมุ่งหน้าไปยังอุโมงค์อินุนาคิเพื่อตามหาความจริงทั้งหมดความจริงสุดช็อกที่ไม่ควรก้าวเท้าเข้าไปยุ่งกำลังรอคอยทุกคนอยู่…เวอร์ชันภาพยนตร์ก็กำลังเป็นที่นิยมอยู่เช่นกัน"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/04/%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%AB%E0%B8%AD%E0%B8%99-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ปลุกมาหลอน",
        "id": "HORROR-0002",
        "group": "นิยายสยองขวัญ",
        "Writer": "ชิมิซุ คารูมะ",
        "price": 310.00,
        "detail":[
            "มิยูกิเสียชีวิตเพราะอุบัติเหตุทางถนน “ฮารูโตะ” ลูกชายของเธอแอบเก็บนิ้วมาฝังไว้ในสวน ทุกวันเขาจะสวดภาวนาให้แม่ผู้แสนอ่อนโยนฟื้นคืน ",
            "ในช่วงเวลาเดียวกันนั้น “ฮิโรโกะ” อดีตลูกน้องในแผนกของนาโอโตะ สามีของมิยูกิ ผู้ครั้งหนึ่งเคยประสบเหตุสยองขวัญ จากการบังเอิญเกือบจะเป็นชู้ และปัจจุบันเธอผันตัวไปเป็นช่างภาพวิดีโอฟรีแลนซ์ จู่ๆ ก็เกิดเหตุสั่นประสาทขึ้นในชีวิต",
            "เธออีกครั้งโดยไม่ทราบสาเหตุเป็นไปได้ไหมว่าการตายของมิยูกิฟื้นคืนความสยอง ที่มนุษย์ไม่อาจบันดาลให้หายแค้นได้ขึ้นมาอีกครั้ง…"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/01/2-01_0-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },    

    {
        "name": "ชดใช้",
        "id": "HORROR-0003",
        "group": "นิยายสยองขวัญ",
        "Writer": "มินะโตะ คะนะเอะ",
        "price": 270.00,
        "detail":[
            "ชดใช้ เป็นเรื่องราวของเด็กหญิงสี่คนที่เป็นพยานในที่เกิดเหตุฆาตกรรมของเพื่อนร่วมชั้นเมื่อสิบห้าปีก่อน ได้แก่ ซะเอะมะกิ อะกิโกะและยุกะ",
            "เด็กหญิงทั้งสี่ถูกแม่ของเด็กที่ถูกฆ่าตายตาหน้าว่าพวกเธอนั่นแหละที่ต้องชดใช้ พวกเธอคือฆาตกร นับจากวันนั้น เด็ก",
            "หญิงทั้งสี่ต่างเติบโตขึ้นมาโดยใช้ชีวิตตามทางของตัวเอง แต่ถึงอย่างนั้นเหตุการณ์ในอดีตก็ยังคงคอยวนเวียนอยู่ในจิตใจพวกเธอ ",
            "ซะเอะเติบโตขึ้นมาโดยที่หวั่นกลัวการที่จะโตเป็นสาวจนร่างกายผิดปกติ มะกิเติบโตมาโดยหวังว่าตัวเองจะทำตัวให้มี",
            "ประโยชน์ต่อผู้อื่นได้มากที่สุด อะกิโกะเติบโตมาโดยคิดว่าตัวเองไม่มีสิทธิ์ที่มีมิตรภาพดีๆ กับใครและตัวเองไม่เหมาะสม",
            "กับสิ่งสวยงาม ส่วนยุกะต้องมีปมในใจเรื่องการได้รับความรักจากครอบครัวหรือใครสักคน ",
            "คำพูดของแม่ของเด็กสาวที่ตายในวันนั้นยังคงติดตรึงอยู่ในใจของพวกเธอ จนส่งผลให้เกิดห่วงโซ่ให้การชดใช้ความผิดและโศกนาฏกรรมที่ไม่คาดคิดตามมา"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2017/07/%E0%B8%8A%E0%B8%94%E0%B9%83%E0%B8%8A%E0%B9%89-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },    
    {
        "name": "ปีศาจยามวิกาล",
        "id": "HORROR-0004",
        "group": "นิยายสยองขวัญ",
        "Writer": "โยะรุ ซุมิโนะ",
        "price": 225.00,
        "detail":[
            "อาดาจิ นักเรียนชายชั้น ม.3 ที่เรียนอยู่ในโรงเรียนมัธยมศึกษาตอนต้นแห่งหนึ่งซึ่งเป็นคนนิสัยดีมีน้ำใจเอื้ออาทร ไม่ใช่คนเกเรหรือชอบแกล้งเพื่อน แต่จำเป็นต้องทำตามเพื่อนส่วนใหญ่",
            "หรือกฎที่คนหมู่มากในห้องกำหนดขึ้นอาดาจิ เลยต้องทำเป็นไม่สนใจ หรือช่วยเหลือยาโนะ ซาซูกิ  นักเรียนหญิงเพื่อนร่วมชั้นเรียน",
            "ที่ถูกกลั่นแกล้งและโดนบูลลีอยู่เป็นประจำจนเป็นเรื่องปกติแต่เธอก็ยังคงมาโรงเรียนด้วยใบหน้าแจ่มใสทุกวัน ยิ้มกว้าง ทักทายเพื่อน ๆ เหมือนเดิม",
            "แม้ว่าจะไม่มีใครตอบเธอเลยก็ตามทุกคนทำเหมือนเธอไม่มีตัวตนในช่วงเวลากลางคืน ยาโนะมักจะแอบเข้ามาที่โรงเรียน",
            "เพื่อเป็นการชดเชย เวลาที่เธอควรจะได้รับ รวมถึงความสงบสุขสบายใจจากโรงเรียนในช่วงกลางวัน ยาโนะเรียกช่วงเวลาเหล่านี้ว่า “เวลาพักกลางคืน” จนกระทั่งวันหนึ่ง เธอได้พบกับอาดาจิที่เข้ามาเอาการบ้านที่ลืมไว้",
            "ในห้องเรียนใสภาพกลายร่างปีศาจแต่เธอกลับไม่กลัวแต่อย่างใดแถมยังพูดคุยกับอาดาจิ อย่างเป็นมิตรจนเกิดเป็นมิตรภาพที่ดีระหว่างกันในเฉพาะช่วงเวลาวิกาลแบบไม่มีทางที่จะเกิดขึ้นในช่วงกลางวันได้",
            " อาดาจิคือปีศาจยามวิกาล ที่ยาโนะเลือกที่จะเผชิญหน้า"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2020/10/%E0%B8%9B%E0%B8%B5%E0%B8%A8%E0%B8%B2%E0%B8%88%E0%B8%A2%E0%B8%B2%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%81%E0%B8%B2%E0%B8%A5-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "คฤหาสน์หลอน",
        "id": "HORROR-0005",
        "group": "นิยายสยองขวัญ",
        "Writer": "เซอุน ยามาบุกิ",
        "price": 290.00,
        "detail":[
            "เมื่อคฤหาสน์กลางป่าแห่งนี้คือแหล่งสะสมภูตผีปีศาจและความคลั่งแค้นที่พร้อมจะทำลายมนุษย์ทุกผู้ให้ย่อยยับ โทโนะ ชินโซ ลี้ภัยสงครามจากโตเกียวมายังโคโมริซึกะ หมู่บ้านชนบทกลางเขา ชินโซที่สูญเสียทั้งพ่อและแม่ ได้มา",
            "พบกับน้องสาว โทโนะ มานาโกะ สายเลือดของเขาที่หลงเหลืออยู่เพียงคนเดียวบนโลกนี้ ทว่าเจอกันได้ไม่ทันไร น้อง",
            "สาวของเขากลับหายตัวไปพร้อมกับอายะโอริ ซานาเอะ เด็กหญิงมืดมนที่ต้องต่อสู้กับภาพสงครามอันโหดร้ายที่ได้",
            "ประสบมาจากโตเกียวเช่นเดียวกัยชินโซ ชินโซจึงต้องออกเดินทางเข้าไปในป่าเพื่อตามหาน้องสาว ป่านั้นมีตำนานเล่าขานเกี่ยวกับยายเฒ่าผู้มีดวงตาทิพย์ เมื่อครั้งยังมีชีวิตอยู่นางชี้เป็นชี้ตายให้คนทั้งหมู่บ้านจนถูกพาไปปล่อยไว้กลางป่า",
            "บนเขาในสภาพเยี่ยงปีศาจ สิ่งที่ชินโซได้พบในป่านั้น กลับเป็นคฤหาสน์หลังใหญ่ที่มีบรรดาภูตผีปีศาจที่จ้องจะเอาชีวิตมนุษย์ทุกคนที่ได้พบ",
            "และเจอกับความจริงอันน่าสะพรึงกลัวที่ทำให้เขาตั้งมั่นที่จะแก้แค้นให้สิ่งที่ผลักดันให้น้องสาวของเขาต้องเป็นเช่นนั้นจงทำให้ชาวที่ราบตัวสั่นงันงกกันอีกครา.."
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2019/03/%E0%B8%84%E0%B8%A4%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%AB%E0%B8%A5%E0%B8%AD%E0%B8%99-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },

    {
        "name": "นักเรียนของฉันตายยกห้องคืนเดียว 24 ศพ",
        "id": "HORROR-0007",
        "group": "นิยายสยองขวัญ",
        "Writer": "ฮิมูคานะ คุราระ",
        "price": 275.00,
        "detail":[
            "“อะไร นั่นมันอะไรกัน” และพอเขาเอื้อมมือไปกดสวิตซ์ไฟ ห้องเรียนก็สว่างจ้าขึ้นทันใด ภาพสยองขวัญปรากฏขึ้นต่อสายตาในบัดดล",
            " เด็กชายเด็กสาวนอนเกาะก่ายกันอยู่ตรงกลางห้องเรียน ราวสามสิบคนเห็นจะได้ บางคนอยู่ในชุดเครื่องแบบนักเรียน",
            "บางคนอยู่ชุดลำลอง ทั้งหมดไม่ว่าหญิงหรือชาย นอนสุมกันอยู่บนพื้นราวกับถูกเก็บรวมกันก่อนเอามาทิ้งไว้ แต่ละคนอยู่ ในท่าต่างๆ กัน บ้างอยู่ในท่านอนพาดตัวคว่ำหน้าลงไปบนร่างของอีกคน บ้างอยู่ในท่ากอดรัดมือกับเท้าก่อจะวางทับ",
            "เกาะก่ายกัน มีคนที่นอนหงายอยู่กับพื้นคนเดียวด้วย เด็กหนุ่มบางคนใบหน้าบวมแดงคล่ำ ตา จมูก ปาก และทั่วใบหน้ามีแผลฉีกขาด เลือดไหลเหมือนถูกชกต่อยอย่าง",
            "รุนแรง แยกไม่ออกว่าใครเป็นใคร เด็กสาวบางคนกำมีดคัตเตอร์อันใหญ่บ้างเล็กบ้าง และข้างๆ หัวมีอะไรที่เหมือนกับนิ้ว คนหล่นเกลื่อนอยู่",
            "เด็กหนุ่มคนหนึ่งถูกทุบหัวจนกระโหลกยุบใบหน้าบิดเบี้ยว เด็กหนุ่มอีกคนที่ถือไม้เบสบอลล้มทับอยู่ข้างบนก็ดูเหมือนจะ",
            "ถูกจู่โจมด้วยอาวุธสังหาร เพราะเนื้อแก้มหลุดหายไป ปากฉีก คอถูกฟันเกือบขาด มีไม้ฉากโลหะอันใหญ่ตกอยู่ข้างๆ เด็กสาวที่ถูกทุบหัวกรีดหน้าเป็นแผลเหวอะหวะและจมูกถูกเฉือนทิ้งไป",
            "เด็กคนหนึ่งถูกเสียบด้วยก้านไม้หวาดเข้าทางปากทะลุลงไปถึงอวัยวะภายในอยู่ในสภาพเหมือนอาหารเสียบไม้ อีกคนถูกทิ่มด้วยก้านไม้ยาวแหลมเข้าไปที่กระบอกตาและสีข้างจำนวนนับไม่ถ้วน จนดูเหมือนตัวเม่นที่พ่ายแพ้การแข่งกันเป็น",
            "จ่าฝูง เด็กแต่ละคนต่างนำทุกสิ่งทุกอย่างที่มีอยู่ในห้องเรียนมาใช้เป็นอาวุธสังหารกันและกัน",
            "เด็กหลายคนถูกรัดคอด้วยเข็มขัดจนเลือดคั่ง หน้าบวมเป่ง ดวงตาว่างเปล่าไร้แววเหลือกลาน ดูสงบกว่าคนอื่นๆ แต่",
            "ความทุกข์ทรมานนั้นคงสุดจะจินตนาการ ซึ่งจะเห็นได้จากน้ำขุ่นข้นคล้ายอุจจาระและปัสสาวะที่เจิ่งนองอยู่ด้านล่างของลำตัว",
            "…เมื่อการกลั่นแกล้งรังแกลุกลามจนกลายเป็นโศกนาฏกรรมครั้งใหญ่ ใครกันที่ต้องรับผิดชอบ…"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2019/03/student24-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "คดีฆาตกรรมในคฤหาสน์แมวดำ",
        "id": "INVESTINGATE-0001",
        "group": "นิยายสืบสวน",
        "Writer": "อายาสึจิ ยูกิโตะ",
        "price": 190.00,
        "detail":[
            "เรื่องราวของชายชรา ผู้ดูเเลคฤหาสน์ซึ่งไร้ความทรงจำ กับเด็กหนุ่มสี่คนที่มาเยือนคฤหาสน์หลังนี้",
            "ระหว่างที่อยู่ในคฤหาสน์ ดันเกิดเหตุการณ์บางอย่างที่ทุกคนต่างอยากเก็บเอาไว้เป็น ความลับ ! เเต่ดันมีบันทึกสำคัญของชายไร้ความทรงจำเป็นหลักฐานอย่างดี",
            " การไร้ความทรงจำของชายผู้ดูเเลคฤหาสน์นั้น ทำให้ไม่มีใครทราบเเน่ชัดว่า",
            "สิ่งที่เขาเขียนในบันทึกเป็นเรื่องที่เกิดขึ้นจริงหรือเป็นเพียงนิยายกันเเน่… ",
            "จากบันทึกเล่มหนึ่งของชายไร้ความทรงจำ นำไปสู่เหตุฆาตกรรมที่ไม่มีใครอยากเปิดเผย‼️"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/05/%E0%B9%81%E0%B8%A1%E0%B8%A7%E0%B8%94%E0%B8%B3-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "นักสืบสื่อวิญญาณ",
        "id": "INVESTINGATE-0002",
        "group": "นิยายสืบสวน",
        "Writer": "ซาโกะ ไอซาวะ",
        "price": 245.00,
        "detail":[
            "“ชิโร่ โคเก็ทสึ” ชายหนุ่มผู้ไขคดียากๆ ได้ด้วยทักษะของนักเขียนนิยายสืบสวนสอบสวน",
            "บังเอิญได้พบกับ “ฮิซุย โจทสึกะ” หญิงสาวผู้เต็มไปด้วยบาดแผลในจิตใจ",
            "เธอเป็นผู้สื่อวิญญาณที่ถ่ายทอดคําพูดของคนตายได้ แต่สิ่งนั้นกลับไม่อาจใช้เป็นหลักฐานสำคัญในรูปคดี",
            "โคเก็ทสึจึงต้องอาศัยญาณวิเศษ ของเธอผนวกเข้ากับการคิดวิเคราะห์เชิงตรรกะเพื่อเผชิญหน้ากับการไขปริศนา ในคดีต่างๆ",
            "ขณะเดียวกัน สังคมกําลังขวัญผวากับฆาตกรต่อเนื่องผู้ไร้ตัวตน มีเพียงพลังของฮิซุยเท่านั้นที่จะตามไล่ล่าฆาตกรโหดผู้",
            "ไม่เคยทิ้งหลักฐานใดไว้ ทว่าฆาตกรร้ายกลับเป็นฝ่ายแอบคืบคลานตามล่าเธอ.."
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/02/33724-510x510.jpg",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "คดีฆาตกรรมในบ้านสิบเหลี่ยม",
        "id": "INVESTINGATE-0003",
        "group": "นิยายสืบสวน",
        "Writer": "อายาสึจิ ยูกิโตะ",
        "price": 265.00,
        "detail":[
            "หกเดือนก่อน เกิดเหตุฆาตกรรมขึ้นในเคหาสน์สีน้ําเงินบนเกาะแห่งนี้ไฟไหม้บ้านทั้งหลังทําให้มีผู้เสียชีวิตสี่คน สองคนคือเจ้าของบ้านและภรรยา",
            "ส่วนอีกสองคนคือคนดูแลบ้าน ช่างแต่งสวนที่หายตัวไปอย่างลึกลับ จึงถูกตั้งข้อหาว่าเป็นฆาตกรหกเดือนต่อมา นักศึกษาชมรมวิจัยนิยายสืบสวนของมหาวิทยาลัย",
            "ต้องการไปสํารวจที่เกาะแห่งนั้น เพราะยังเหลือบ้านอีกหนึ่งหลัง ที่ไม่ได้รับความเสียหายบ้านสิบเหลี่ยม บ้านที่ไม่มีไฟฟ้า ไม่มีสัญญาณโทรศัพท์ ไม่มีเรือมาเทียบท่า",
            "พวกเขาต้องอยู่ในบ้านสิบเหลี่ยมเป็นเวลาหนึ่งสัปดาห์เพื่อเขียนวารสารเล่มใหม่ของชมรม",
            "แต่แล้วเหตุการณ์ไม่คาดฝันก็เกิดขึ้น เมื่อนักศึกษาคนหนึ่งถูกฆาตกรรม การตามหาฆาตกรบนเกาะแห่งนี้จึงเริ่มต้นขึ้น…"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2021/06/10%E0%B9%80%E0%B8%AB%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A1-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "คุณนั่นแหละ…ฆาตกร",
        "id": "INVESTINGATE-0004",
        "group": "นิยายสืบสวน",
        "Writer": "มินะโตะ คะนะเอะ",
        "price": 295.00,
        "detail":[
            "ฟุคาเสะ คาสุฮิสะ เป็นมนุษย์เงินเดือนที่ชีวิตล้มเหลวโดยสิ้นเชิง สิ่งที่เขาทำได้ดีกลับเป็นการชงกาแฟ วันหนึ่งเขาพบ ",
            "โอจิ มิโฮโกะ ที่ร้านกาแฟ เจ้าของร้านเลยเชียร์ให้คบหากัน พอคบไปได้สักพัก มิโฮโกะกลับยื่นจดหมายให้เขา ในนั้น",
            "เขียนไว้ว่า “ฟุคาเสะ คาซุฮิสะ เป็นฆาตกร” หลังจากนั้นเขาจึงสืบเรื่องนี้ โดยย้อนไปถึงอดีตของเพื่อนคนหนึ่งที่เสียชีวิต",
            "ไปเมื่อสามปีก่อน…",
            "ตกลงแล้วการตายครั้งนั้นเป็นอุบัติเหตุหรือเขาเป็นฆาตกรจริงๆ"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2020/10/%E0%B8%84%E0%B8%B8%E0%B8%93%E0%B8%99%E0%B8%B1%E0%B9%89%E0%B8%99%E0%B9%81%E0%B8%AB%E0%B8%A5%E0%B8%B0%E0%B8%86%E0%B8%B2%E0%B8%95%E0%B8%81%E0%B8%A3-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ลูกรักของปีศาจ นิยายชุด คินดะอิจิ ยอดนักสืบ",
        "id": "INVESTINGATE-0005",
        "group": "นิยายสืบสวน",
        "Writer": "โยโคมิโซะ เซซิ",
        "price": 315.00,
        "detail":[
            "ลูกรักของปีศาจ คือหนึ่งในนิยายชุดของ คินดะอิจิ โคสุเกะ ยอดนักสืบที่นักอ่านทั้งญี่ปุ่นและไทยต่างคุ้นเคยกันเป็น",
            "อย่างดี ไม่ว่าเขาจะต้องเผชิญกับคดีฆาตกรรมที่โหดเหี้ยมอำมหิตหรือลึกลับซับซ้อนเพียงใด ยอดนักสืบผู้นี้ก็ยังสามารถไขปริศนาได้อย่างยอดเยี่ยมเสมอ",
            "เรื่องราวเมื่อภรรยาของคาซามะ คิงโงะ นักธุรกิจผู้มีอำนาจในญี่ปุ่นหายตัวไปอย่างไร้ร่องรอย โดยทิ้งไว้เพียง",
            "ไปรษณียบัตรแผ่นเดียว แต่วันถัดมาเธอกลับถูกพบเป็นศพในสภาพเปลือยกายกอดก่ายกับชายอื่นที่ไม่ใช่สามีเธอ ! ",
            "ในคืนวันฝนพร่ำ ฆาตกรจิตวิปลาสในชุดกันฝนออกล่าเหยื่อ แล้วหายตัวไปอย่างไร้ร่องรอยทิ้งไว้เพียงศพไร้เสื้อผ้าติด",
            "กายอย่างน่าบัดสี โดยภรรรยาของนักธุรกิจที่ตายไปเป็นเพียงแค่จุดเริ่มต้น…",
            "ยอดนักสืบคินดะอิจิต้องเข้ามาคลี่คลายปริศนาดำมืดในครั้งนี้ รวมทั้งยังยั้งคดีฆาตกรรมสุดอำมหิตที่วนเวียนอยู่รอบตัว",
            "นักธุรกิจผู้นี้ให้จงได้"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2020/10/%E0%B8%84%E0%B8%B4%E0%B8%99%E0%B8%94%E0%B8%B0%E0%B8%A5%E0%B8%B9%E0%B8%81%E0%B8%A3%E0%B8%B1%E0%B8%81-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ผมพูดไม่ได้ว่าใครคือฆาตกร",
        "id": "INVESTINGATE-0006",
        "group": "นิยายสืบสวน",
        "Writer": "อีชันย็อง",
        "price": 280.00,
        "detail":[
            "‘คังอึนชง’ เด็กชายออทิสติกเป็นพยานปากสำคัญในฆาตกรรมต่อเนื่อง ",
            "หลังจากนั้นบุคคลที่เกี่ยวข้องกับอึนชงเริ่มสูญหายไม่ก็ถูกฆ่าตายทีละคนโดย ‘ใครก็ไม่รู้’",
            "อีกทั้งแรงจูงใจของฆาตกรรมก็ดูจะไม่มีความสัมพันธ์เกี่ยวข้องกับผู้ตายทีละคน",
            "การสืบสวนคดีฆาตกรรมจึงเริ่มต้นขึ้น !!!"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/09/%E0%B8%9E%E0%B8%B9%E0%B8%94%E0%B9%84%E0%B8%A1%E0%B9%88%E0%B9%84%E0%B8%94%E0%B9%89-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เด็กสาวฆาตกร",
        "id": "INVESTINGATE-0007",
        "group": "นิยายสืบสวน",
        "Writer": "ริคาโกะ อากิโยชิ",
        "price": 260.00,
        "detail":[
            "เด็กสาวฆาตกร เริ่มต้นขึ้นเมื่อชมรมวรรณกรรมกลายเป็นชมรมที่นักเรียนทุกคนในโรงเรียน ต่างใผ่ฝันอยากจะเป็น",
            "สมาชิก แต่การจะเข้าชมรมได้นั้น ต้องได้รับคำเชิญจากอิทสึมิ เด็กสาวผู้งดงามและสูงส่ง ประธานชมรมวรรณกรรมของโรงเรียนมัธยมหญิงล้วนชื่อดัง",
            " สมาชิกชมรมเพิ่มขึ้นเรื่อย ๆ จากคำเชื้อเชิญของอิทสึมิ และกำลังดำเนินไปได้อย่างราบรื่น แต่แล้วเหตุไม่คาดฝันก็เกิด",
            "ขึ้น เมื่ออิทสึมิตกลงมาจากดาดฟ้าอาคารเรียนพร้อมดอกซูซูรัน สร้างความตกใจให้กับนักเรียนทุกคน",
            "เมื่อคำให้การของสมาชิกชมรมเป็นประโยชน์ต่อคดี แต่หารู้ไม่ว่ามีความลับที่ฆาตกรซ่อนเอาไว้",
            "ความลับที่จะชวนให้ผู้อ่านย้อนกลับไปยังวัยมัธยมและตามหาว่า จริง ๆ แล้วใครกันแน่ที่เป็น…ฆาตกร"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2020/10/%E0%B9%80%E0%B8%94%E0%B9%87%E0%B8%81%E0%B8%AA%E0%B8%B2%E0%B8%A7%E0%B8%86%E0%B8%B2%E0%B8%95%E0%B8%81%E0%B8%A3-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เตรียมสอบเข้ม เข้า ม.4 ครบ 5 วิชาหลัก มั่นใจเต็ม 100",
        "id": "STUDY-0001",
        "group": "คู่มือเรียน-สอบ",
        "Writer": "กองบรรณาธิการอินโฟเพรส",
        "price": 285.00,
        "detail":[
            "เตรียมความพร้อมสำหรับน้องๆ ม.1-2-3 ที่ต้องการทดสอบความพร้อมก่อนลงสนามสอบเข้า ม.4 อย่างมั่นใจเล่มเดียวที่เตรียมแนวข้อสอบเข้า",
            " ม.4 ครบทั้ง 5 วิชา (คณิตศาสตร์ วิทยาศาสตร์ สังคมศึกษา ภาษาไทยภาษาอังกฤษ) โดยออกแบบให้มีข้อสอบครอบคลุมหลักสูตรใหม่ และ ",
            "มักจะนำไปใช้ในการสอบคัดเลือกในโรงเรียนมัธยมชั้นนำของรัฐบาลพร้อมด้วยการเฉลยข้อสอบที่เน้นความเข้าใจ เสริมเทคนิคการคิดให้",
            "ไปพร้อมๆกัน จึงทำให้เมื่อลงสนามจริงสามารถจัดการข้อสอบหลาย",
            "แบบที่จะได้พบเจอด้วยความมั่นใจ และได้คะแนนสูงสุด"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202107/531173/1000242601_front_XXL.jpg?imgname=%E0%B9%80%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%AA%E0%B8%AD%E0%B8%9A%E0%B9%80%E0%B8%82%E0%B9%89%E0%B8%A1-%E0%B9%80%E0%B8%82%E0%B9%89%E0%B8%B2-%E0%B8%A1.4-%E0%B8%84%E0%B8%A3%E0%B8%9A-5-%E0%B8%A7%E0%B8%B4%E0%B8%8A%E0%B8%B2%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81-%E0%B8%A1%E0%B8%B1%E0%B9%88%E0%B8%99%E0%B9%83%E0%B8%88%E0%B9%80%E0%B8%95%E0%B9%87%E0%B8%A1-100",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ตะลุยข้อสอบภาษาจีน เตรียมสอบเข้ามหาวิทยาลัย",
        "id": "STUDY-0002",
        "group": "คู่มือเรียน-สอบ",
        "Writer": "ฝ่ายวิชาการสำนักพิมพ์ แมนดาริน",
        "price": 290.00,
        "detail":[
            "รวมตัวอย่างข้อสอบวัดความถนัดทางภาษาจีน มากกว่า 10 ชุด พร้อมเฉลย ภายในเล่มประกอบด้วยข้อสอบที่มีทั้งคำ",
            "ศัพท์ ไวยากรณ์โครงสร้าง สำนวน และความรู้ทั่วไปเกี่ยวกับภาษาจีนและวัฒนธรรมจีน เพื่อทดสอบความสามารถในการ",
            "สื่อสาร การอ่าน และการเขียนภาษาจีน เหมาะสำหรับครูผู้สอน และผู้ที่กำลังเตรียมสอบวัดความถนัดภาษาจีน"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202210/564463/1000255793_front_XXL.jpg?imgname=%E0%B8%95%E0%B8%B0%E0%B8%A5%E0%B8%B8%E0%B8%A2%E0%B8%82%E0%B9%89%E0%B8%AD%E0%B8%AA%E0%B8%AD%E0%B8%9A%E0%B8%A0%E0%B8%B2%E0%B8%A9%E0%B8%B2%E0%B8%88%E0%B8%B5%E0%B8%99-%E0%B9%80%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%AA%E0%B8%AD%E0%B8%9A%E0%B9%80%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "สอบผ่าน ก.พ. ภาค ก ระดับ 3",
        "id": "STUDY-0003",
        "group": "คู่มือเรียน-สอบ",
        "Writer": "กษิติ์เดช สุนทรานนท์",
        "price": 275.00,
        "detail":[
            "สรุปเนื้อหาและแนวข้อสอบเข้มข้น เพื่อเตรียมพร้อมรับการสอบด่านแรก ในการเข้ารับราชการในหน่วยงานต่างๆ ของ",
            "ภาครัฐ ติวครบทั้ง 3 หมวดวิชา ได้แก่ วิชาความรู้ทั่วไป วิชาภาษาไทย และวิชาภาษาอังกฤษ พร้อมเน้นจุดที่ออก",
            "ข้อสอบบ่อยเพื่อให้คุณได้ฝึกฝนก่อนพบข้อสอบจริง"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/201804/233473/1000206712_front_XXL.jpg?imgname=%E0%B8%AA%E0%B8%AD%E0%B8%9A%E0%B8%9C%E0%B9%88%E0%B8%B2%E0%B8%99-%E0%B8%81.%E0%B8%9E.-%E0%B8%A0%E0%B8%B2%E0%B8%84-%E0%B8%81-%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B1%E0%B8%9A-3-(%E0%B8%9B%E0%B8%A3%E0%B8%B4%E0%B8%8D%E0%B8%8D%E0%B8%B2%E0%B8%95%E0%B8%A3%E0%B8%B5)",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "คู่มือเตรียมสอบ ธกส.ความรู้ความสามารถทั่วไป",
        "id": "STUDY-0004",
        "group": "คู่มือเรียน-สอบ",
        "Writer": "ฝ่ายวิชาการ สถาบัน The Best Center",
        "price": 310.00,
        "detail":[
            "ความรู้เกี่ยวกับธนาคารเพื่อการเกษตรและสหกรณ์\n",
            "- แนวข้อสอบความละเอียดแม่นยำชุดที่ 1.\n",
            "- แนวข้อสอบความละเอียดแม่นยำชุดที่ 1.\n",
            "- แนวข้อสอบ มิติสัมพันธ์ \n",
            "- แนวข้อสอบภาษาอังกฤษ\n"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202210/563509/1000255587_front_XXL.jpg?imgname=%E0%B8%84.%E0%B9%80%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%AA%E0%B8%AD%E0%B8%9A-%E0%B8%98%E0%B8%81%E0%B8%AA.%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B8%A3%E0%B8%B9%E0%B9%89%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B8%AA%E0%B8%B2%E0%B8%A1%E0%B8%B2%E0%B8%A3%E0%B8%96%E0%B8%97%E0%B8%B1%E0%B9%88%E0%B8%A7%E0%B9%84%E0%B8%9B",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "คู่มือ-เตรียมสอบ วิทยาศาสตร์ ม.3",
        "id": "STUDY-0005",
        "group": "คู่มือเรียน-สอบ",
        "Writer": "ฝ่ายวิชาการภูมิบัณฑิต",
        "price": 265.00,
        "detail":[
            "สรุปเนื้อหา ให้แนวทางและความรู้ด้านต่าง ๆ ครบทุกรูปแบบทั้งเรื่องวิทยาศาสตร์ทั่วไป ได้แจกแจงเรียงลำดับเนื้อหาใน",
            "เรื่องต่าง ๆ ไว้เป็นบท ๆ อย่างครบถ้วน เพื่อให้นักเรียนได้ทบทวนทำความเข้าใจในเนื้อเรื่องของหลักวิชาในแต่ละเรื่อง",
            "มากขึ้น"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202210/564295/1000255622_front_XXL.jpg?imgname=%E0%B8%84%E0%B8%B9%E0%B9%88%E0%B8%A1%E0%B8%B7%E0%B8%AD-%E0%B9%80%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%AA%E0%B8%AD%E0%B8%9A-%E0%B8%A7%E0%B8%B4%E0%B8%97%E0%B8%A2%E0%B8%B2%E0%B8%A8%E0%B8%B2%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B9%8C-%E0%B8%A1.3",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เตรียมพร้อมสอบ A-Level คณิต2",
        "id": "STUDY-0006",
        "group": "คู่มือเรียน-สอบ",
        "Writer": "กษิติ์เดช สุนทรานนท์",
        "price": 275.00,
        "detail":[
            "คัดแนวข้อสอบวิชาคณิตศาสตร์ประยุกต์ 2 ส่วนคณิตพื้นฐาน (คณิต2)",
            "สำหรับสอบ A-Level  เพื่อเข้ามหาลัย พร้อมเฉลยละเอียดทุกข้อ"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202210/562190/1000255146_front_XXL.jpg?imgname=%E0%B9%80%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%AD%E0%B8%9A-A-Level-%E0%B8%84%E0%B8%93%E0%B8%B4%E0%B8%952",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เตรียมพร้อมสอบ TPAT 5 ความถนัดครุศาสตร์-ศึกษาศาสตร์",
        "id": "STUDY-0007",
        "group": "คู่มือเรียน-สอบ",
        "Writer": "กษิติ์เดช สุนทรานนท์",
        "price": 295.00,
        "detail":[
            "เตรียมพร้อมสอบ TPAT 5 ความถนัดครุศาสตร์-ศึกษาศาสตร์",
            "แนวข้อสอบความถนัดทางครุศาสตร์-ศึกษาศาสตร์หลักสูตรล่าสุด เพื่อสอบเข้ามหาวิทยาลัย"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202209/561815/1000254552_front_XXL.jpg?imgname=%E0%B9%80%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%9E%E0%B8%A3%E0%B9%89%E0%B8%AD%E0%B8%A1%E0%B8%AA%E0%B8%AD%E0%B8%9A-TPAT-5-%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B8%96%E0%B8%99%E0%B8%B1%E0%B8%94%E0%B8%84%E0%B8%A3%E0%B8%B8%E0%B8%A8%E0%B8%B2%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B9%8C-",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เตรียมสอบ A-Level คณิตศาสตร์ ม.ปลาย มั่นใจเต็ม100",
        "id": "STUDY-0008",
        "group": "คู่มือเรียน-สอบ",
        "Writer": "กรกชัย แตงน้อย",
        "price": 280.00,
        "detail":[
            "หนังสือที่เน้นทำความเข้าใจเนื้อหาผ่านการแก้โจทย์โดยตรง พร้อมสรุปหลักและสูตรแบบ 4 สีในรูป Short note อย่าง",
            "ย่อเพื่อทวนเนื้อหาก่อนทำโจทย์ อิงตามหลักสูตร สสวท. เพื่อใช้เตรียมสอบ A-Level คณิตศาสตร์"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202209/559385/1000253797_front_XXL.jpg?imgname=%E0%B9%80%E0%B8%95%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%A1%E0%B8%AA%E0%B8%AD%E0%B8%9A-A-Level-%E0%B8%84%E0%B8%93%E0%B8%B4%E0%B8%95%E0%B8%A8%E0%B8%B2%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B9%8C-%E0%B8%A1.%E0%B8%9B%E0%B8%A5%E0%B8%B2%E0%B8%A2-%E0%B8%A1%E0%B8%B1%E0%B9%88%E0%B8%99",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "พจนานุกรมอังกฤษ-ไทย ฉบับกะทัดรัด",
        "id": "DICTIONARY-0001",
        "group": "พจนานุกกรม สารานุกรม",
        "Writer": "ฝ่ายวิชาการภาษาอังกฤษ ซีเอ็ด",
        "price": 95.00,
        "detail":[
            "ศัพท์กว่า 40,000 คำ \n",
            "ศัพท์สามัญที่ควรจำกว่า  3,500  คำ\n",
            "สำนวนภาษาอังกฤษกว่า  1,000  สำนวน\n",
            "รูปประกอบกว่า  130  รูป\n",
            "คำเหมือน  คำตรงข้ามกว่า  11,000  คำ\n",
            "เกร็ดความรู้ภาษาอังกฤษตลอดเล่ม\n พร้อมภาคผนวกเสริมภาษา"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/201611/204087/1000191548_front_XXL.jpg?imgname=%E0%B8%9E%E0%B8%88%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B8%E0%B8%81%E0%B8%A3%E0%B8%A1%E0%B8%AD%E0%B8%B1%E0%B8%87%E0%B8%81%E0%B8%A4%E0%B8%A9-%E0%B9%84%E0%B8%97%E0%B8%A2-%E0%B8%89%E0%B8%9A%E0%B8%B1%E0%B8%9A%E0%B8%81%E0%B8%B0%E0%B8%97%E0%B8%B1%E0%B8%94%E0%B8%A3%E0%B8%B1%E0%B8%94",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "พจนานุกรมอังกฤษ-ไทย ฉบับพกพา",
        "id": "DICTIONARY-0002",
        "group": "พจนานุกกรม สารานุกรม",
        "Writer": "ฝ่ายวิชาการภาษาอังกฤษ ซีเอ็ด",
        "price": 85.00,
        "detail":[
            "ศัพท์  สำนวน  วลี  คำเหมือน  คำตรงข้าม  กว่า 50,000 คำ ",
            "ศัพท์สมัยใหม่จำนวนมาก  เช่น blog,  carba,  websine ตัวอย่างการใช้คำศัพท์กว่า  4,500  ประโยค",
            " กรอบเสริมความรู้การใช้ภาษาตลอดทั้งเล่มเน้นศัพท์ใช้งานบ่อย  และ  ศัพท์สามัญควรจำ",
            "มีเครื่องหมายแบ่งพยางค์ศัพท์หลัก  เพื่อการเชื่อมพยางค์ที่อยู่คนละบรรทัด  เช่น  ac.ci.dent"

        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/201611/204086/1000191547_front_XXL.jpg?imgname=%E0%B8%9E%E0%B8%88%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B8%E0%B8%81%E0%B8%A3%E0%B8%A1%E0%B8%AD%E0%B8%B1%E0%B8%87%E0%B8%81%E0%B8%A4%E0%B8%A9-%E0%B9%84%E0%B8%97%E0%B8%A2-%E0%B8%89%E0%B8%9A%E0%B8%B1%E0%B8%9A%E0%B8%9E%E0%B8%81%E0%B8%9E%E0%B8%B2",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "พจนานุกรมไทย สำหรับนักเรียน ฉบับสมบูรณ์",
        "id": "DICTIONARY-0003",
        "group": "พจนานุกกรม สารานุกรม",
        "Writer": "ทีมวิชาการ Life Balance",
        "price": 100.00,
        "detail":[
            "พจนานุกรมไทย ก-ฮ รวบรวมคำศัพท์ภาษาไทยไว้มากกว่า 14,000 คำ พร้อมคำอธิบายความหมายของคำศัพท์แบบ",
            "เข้าใจง่าย พร้อมแถบดัชนี เรียงลำดับตามตัวอักษร พยัญชนะไทย เพื่อความสะดวกและรวดเร็วในการหาคำศัพท์ ใน",
            "ส่วนของคำที่อ่านยากจะมีคำอ่านกำกับไว้ด้วย เพื่อความถูกต้องในการอ่านออกเสียง นอกจากนี้ ยังรวมสุภาษิต คำ",
            "พังเพยและสำนวนไทย คำราชาศัพท์ ลักษณนาม และความรู้อื่นๆ ไว้ให้ศึกษาไปพร้อมๆ กันอีกด้วย"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202109/533106/1000243256_front_XXL.jpg?imgname=%E0%B8%9E%E0%B8%88%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B8%E0%B8%81%E0%B8%A3%E0%B8%A1%E0%B9%84%E0%B8%97%E0%B8%A2-%E0%B8%AA%E0%B8%B3%E0%B8%AB%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%99%E0%B8%B1%E0%B8%81%E0%B9%80%E0%B8%A3%E0%B8%B5%E0%B8%A2%E0%B8%99-%E0%B8%89%E0%B8%9A%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%A1%E0%B8%9A%E0%B8%B9%E0%B8%A3%E0%B8%93%E0%B9%8C",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "พจนานุกรมศัพท์อังกฤษต้องรู้ 5000 คำ",
        "id": "DICTIONARY-0004",
        "group": "พจนานุกกรม สารานุกรม",
        "Writer": "ชัยยง เผือกทอง",
        "price": 125.00,
        "detail":[
            "Abbrerviation in this Dictiionary  แอ็บรีฝวิเอชั่น อิน ธีส ดิคชันนารี่  คำย่อในพจนานุกรมเล่มนี้ มีศัพท์น่ารู้ถึง",
            "50000คำ ค้นหาสะดวกเรียงตามลำดับอักษร มีหัวข้อของคำศัพท์ที่ใช้บ่อยๆในชีวิตประจำวัน พกพาง่าย"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/201606/196016/1000187543_front_XXL.jpg?imgname=%E0%B8%9E%E0%B8%88%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B8%E0%B8%81%E0%B8%A3%E0%B8%A1%E0%B8%A8%E0%B8%B1%E0%B8%9E%E0%B8%97%E0%B9%8C%E0%B8%AD%E0%B8%B1%E0%B8%87%E0%B8%81%E0%B8%A4%E0%B8%A9%E0%B8%95%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%A3%E0%B8%B9%E0%B9%89-5000-%E0%B8%84%E0%B8%B3",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "พจนานุกรม จีน-ไทย",
        "id": "DICTIONARY-0005",
        "group": "พจนานุกกรม สารานุกรม",
        "Writer": "ฝ่ายวิชาการ สำนักพิมพ์สื่อรวิชญ",
        "price": 125.00,
        "detail":[
            "รวบรวมคำศัพท์ภาษาจีนมากกว่า 30,000 คำ ใช้อักษรจีนตัวย่อและระบบกำกับเสียงพินอิน",
            "พร้อมระบุประเภทของคำไว้อย่างชัดเจน รวมทั้งมีคำแปลความหมายภาษาไทยที่กระชับ",
            "เข้าใจง่าย เพื่อสามารถนำไปใช้งานได้สะดวก เนื้อหาทันสมัยด้วยคำศัพท์ที่ใช้ในชีวิตประจำวัน",
            "ค้นหาคำศัพท์ได้ง่าย จัดเรียงหน้าตามลำดับตัวอักษร A-Z และระบุคำอ่านพินอิน เหมาะสำหรับ",
            "นักเรียน นักศึกษาและผู้สนใจภาษาจีนทั่วไป"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202111/536598/1000244816_front_XXL.jpg?imgname=%E0%B8%9E%E0%B8%88%E0%B8%99%E0%B8%B2%E0%B8%99%E0%B8%B8%E0%B8%81%E0%B8%A3%E0%B8%A1-%E0%B8%88%E0%B8%B5%E0%B8%99-%E0%B9%84%E0%B8%97%E0%B8%A2-(%E0%B8%9E%E0%B8%B4%E0%B8%A1%E0%B8%9E%E0%B9%8C%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%97%E0%B8%B5%E0%B9%88-10)",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "สารานุกรมความรู้ สุดยอดแมลง",
        "id": "DICTIONARY-0006",
        "group": "พจนานุกกรม สารานุกรม",
        "Writer": "DK",
        "price": 150.00,
        "detail":[
            "สารานุกรมเสริมความรู้วิทยาศาสตร์เกี่ยวกับแมลงสุดพิเศษอย่างแมลงตดที่พ่นสารเคมีร้อนพิษสงร้ายใส่ศัตรู ผีเสื้อกลาง",
            "คืน แมลงที่ลิ้นยาวที่สุดในโลก หนอนที่พ่นเมือกเหนียวใส่เหยื่อและแมลงสุดพิเศษอื่นๆ รวมกว่า 76 ชนิด แสดงข้อมูล",
            "ลักษณะพิเศษและข้อมูลทั่วไป เช่น ขนาด ถิ่นที่อยู่ แหล่งที่พบอาหาร สถิติน่าสนใจ เช่น พบทั่วไปหรือใกล้สูญพันธุ์",
            "ความเร็ว การบิน จำนวนไข่ ช่วงอายุ จำนานสปีชีส์ เป็นต้น"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202208/558314/1000253643_front_XXL.jpg?imgname=%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%99%E0%B8%B8%E0%B8%81%E0%B8%A3%E0%B8%A1%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B8%A3%E0%B8%B9%E0%B9%89-%E0%B8%AA%E0%B8%B8%E0%B8%94%E0%B8%A2%E0%B8%AD%E0%B8%94%E0%B9%81%E0%B8%A1%E0%B8%A5%E0%B8%87",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "สารานุกรมความรู้ อวกาศ",
        "id": "DICTIONARY-0007",
        "group": "พจนานุกกรม สารานุกรม",
        "Writer": "John Woodward",
        "price": 165.00,
        "detail":[
            "สารานุกรมความรู้ อวกาศ เป็นสารานุกรมสำหรับเด็กที่อัดแน่นด้วยข้อมูลที่น่าอัศจรรย์และภาพประกอบสุดตื่นตาตื่นใจ",
            "เกี่ยวกับความมหัศจรรย์ของระบบสุริยะ ตั้งแต่หลุมดำและบิกแบง ไปจนถึงซูเปอร์โนวาและดาวหาง ภาพ CGI เสมือน",
            "จริงที่แปลกใหม่เผยให้เห็นโครงสร้างภายในของดวงจันทร์ ดาวเคราะห์ ดาวฤกษ์ สถานีอวกาศ จรวด และชุดอวกาศ",
            "ข้อมูลที่อัปเดต อินโฟกราฟิก และภาพถ่ายล่าสุดจาก NASA หนังสือสารานุกรมความรู้ อวกาศ เล่มนี้จะสร้างความ",
            "ประทับใจให้กับผู้อ่านทุกวัย ทุกหัวข้อมีรายละเอียดข้อมูลเชิงลึกแต่ก็สามารถเข้าใจได้แม้เพียงดูภาพประกอบ"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202201/540209/1000245895_front_XXL.jpg?imgname=%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%B2%E0%B8%99%E0%B8%B8%E0%B8%81%E0%B8%A3%E0%B8%A1%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B8%A3%E0%B8%B9%E0%B9%89-%E0%B8%AD%E0%B8%A7%E0%B8%81%E0%B8%B2%E0%B8%A8",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "กฎหมาย: ความรู้ฉบับพกพา",
        "id": "LAW-0001",
        "group": "กฎหมาย",
        "Writer": "Raymond Wacks",
        "price": 260.00,
        "detail":[
            "กฎหมาย: ความรู้ฉบับพกพา ฉบับปรับปรุงเนื้อหาล่าสุด โดย เรย์มอนด์ แวคส์ศาสตราจารย์ด้านกฎหมายและนิติปรัชญา พาเราเดินทางท่องโลกกฎหมาย",
            "ซึ่งเกี่ยวข้องสัมพันธ์กับทุกมิติในชีวิตประจำวันรอบตัวจากประวัติศาสตร์และพัฒนาการของกฎหมาย สู่คำอธิบายว่าด้วยกฎหมายสาขาต่างๆ",
            "ตั้งแต่กฎหมายสัญญา กฎหมายละเมิด กฎหมายอาญา ถึงกฎหมายรัฐธรรมนูญและกฎหมายปกครอง",
            "จากโลกของศาลยุติธรรม สู่โลกของทนายความ จนถึงประเด็นทางปรัชญาอย่างกฎหมายและศีลธรรมจากการเปลี่ยนแปลงสำคัญของโลกอย่างกระแสโลกาภิวัตน์ ความก้าวหน้า",
            "ทางเทคโนโลยี ความขัดแย้งระหว่างประเทศ และรูปแบบใหม่ของการรุกล้ำสิทธิเสรีภาพส่วนบุคคล สู่ผลกระทบต่อกฎหมายและสถาบันที่เกี่ยวข้องจนถึงอนาคตแห่งกฎหมาย"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202110/535012/1000244228_front_XXL.jpg?imgname=%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2:-%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B8%A3%E0%B8%B9%E0%B9%89%E0%B8%89%E0%B8%9A%E0%B8%B1%E0%B8%9A%E0%B8%9E%E0%B8%81%E0%B8%9E%E0%B8%B2-(%E0%B8%89%E0%B8%9A%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87)",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "กฎหมายว่าไงนะ! What's up LAW",
        "id": "LAW-0002",
        "group": "กฎหมาย",
        "Writer": "กอง บก.เดียร์ เดียร์",
        "price": 235.00,
        "detail":[
            "เมื่อพูดถึงกฎหมาย หลายท่านคงคิดว่าเป็นเรื่องที่ไกลตัว เพราะกว่าจะมีโอกาสได้ใช้กฎหมายก็คงต้องรอให้มีเรื่องขึ้น",
            "โรงขึ้นศาลเสียก่อนแต่ในความเป็นจริงแล้ว กฎหมายอยู่รอบตัวเราตั้งแต่เกิดจนกระทั่งเสียชีวิต เนื่องจากกฎหมายเข้า",
            "มามีส่วนในการคุ้มครองและกำหนดหน้าที่ของเราอยู่ตลอดเวลา เพื่อที่จะทำให้สังคมของเรานั้นมีกรอบกติกาที่เป็นไป",
            "ในแนวทางเดียวกัน แต่การที่จะให้คนทั่วไปที่ไม่ได้ศึกษาวิชากฎหมายมาอ่านภาษากฎหมายแล้วจะเข้าใจได้นั้นก็จะ",
            "เป็นเรื่องที่อธิบายกันยากสักหน่อย ผมจึงมีความประสงค์ที่จะเขียนหนังสือที่ให้คำอธิบายสารพัดปัญหาในชีวิตประจำวัน",
            "ที่เกี่ยวข้องกับกฎหมาย ผ่านการเล่าเรื่องและใช้ภาษาที่เข้าใจง่ายเพื่อให้บุคคลทั่วไปนำไปใช้ได้อย่างถูกต้อง ผ่าน",
            "หนังสือ กฎหมายว่าไงนะ เล่มนี้ เพราะการรู้กฎหมายนั้นเป็นประโยชน์อย่างยิ่งที่จะทำให้เราไม่ถูกเอารัดเอาเปรียบจาก",
            "คนอื่นและในขณะเดียวกันเราก็สามารถใช้ความรู้ทางกฎหมายนี้ช่วยเหลือผู้อื่นและสังคมได้อีกด้วย"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/201702/209143/1000193867_front_XXL.jpg?imgname=%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2%E0%B8%A7%E0%B9%88%E0%B8%B2%E0%B9%84%E0%B8%87%E0%B8%99%E0%B8%B0!-Whats-up-LAW",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "หลักและคำพิพากษา กฎหมายอาญา",
        "id": "LAW-0003",
        "group": "กฎหมาย",
        "Writer": "สหรัฐ กิติ ศุภการ", 
        "price": 245.00,
        "detail":[
            "ในการพิมพ์ครั้งนี้ เนื่องจากมีการแก้ไขเพิ่มเติมประมวลกฏหมายอาญา มาตรา ๗๓, ๗๔ ใหม่",
            "โดยกำหนดอายุขั้นต่ำของเด็กให้สูงขึ้นจากเดิมที่อายุไม่เกิน ๑๐ ปี ไม่ต้องรับโทษ เป็นอายุ",
            "ไม่เกิน ๑๒ ปี ไม่ต้องรับโทษ และมีผลใช้บังคับตั้งแต่วันที่ ๘ พฤษภาคม ๒๕๖๕ เป็นต้นไป",
            "ผู้เขียนจึงเพิ่มเติมเนื้อหาอื่นๆที่ได้ปรับปรุงและเพิ่มเติมแนวคำพิพากษาฏีกาใหม่ๆ พร้อมข้อ",
            "สังเกต จากหนังสือ"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202207/553424/1000251457_front_XXL.jpg?imgname=%E0%B8%AB%E0%B8%A5%E0%B8%B1%E0%B8%81%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%84%E0%B8%B3%E0%B8%9E%E0%B8%B4%E0%B8%9E%E0%B8%B2%E0%B8%81%E0%B8%A9%E0%B8%B2-%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2%E0%B8%AD%E0%B8%B2%E0%B8%8D%E0%B8%B2-(%E0%B8%9E%E0%B8%B4%E0%B8%A1%E0%B8%9E%E0%B9%8C%E0%B8%84%E0%B8%A3%E0%B8%B1%E0%B9%89%E0%B8%87%E0%B8%97%E0%B8%B5%E0%B9%88-12)",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "รู้แล้วรอด สาระกฎหมายน่ารู้ประจำบ้าน",
        "id": "LAW-0004",
        "group": "กฎหมาย",
        "Writer": "ธีระ ธนะกาญจนสุทธิ์",
        "price": 295.00,
        "detail":[
            "รวบรวมกฎหมายซึ่งเกี่ยวข้องและมีประโยชน์ต่อการดำรงชีวิตประจำวัน รวมทั้งการทำงานและการดำเนินธุรกิจมาบรรจุ",
            "ไว้ในฉบับปรับปรุงนี้ และได้แก้ไขปรับปรุงเนื้อหาสาระเดิมให้ถูกต้องแม่นยำ อีกทั้งยังได้เพิ่มเติมคำอธิบายในบางจุด",
            "เพื่อให้ผู้อ่านเข้าใจมากยิ่งขึ้น เนื้อหาสาระใหม่ๆ ที่ได้บรรจุลงในฉบับปรับปรุงนี้ อาทิ การทวงถามหนี้กระเป๋าเงินดิจิทัล ลักษณะธุรกรรมที่สถาบันการ",
            "เงินต้องรายงานข้อมูลต่อกรมสรรพากร บุหรี่ไฟฟ้า สัญญาเช่าอาคารเพื่อการอยู่อาศัย การคุ้มครองผู้บริโภคด้านการ",
            "แสดงราคาสินค้า และบริการสิทธิประโยชน์ข้าราชการพลเรือนหลังเกษียณ การเปลี่ยนนายจ้างของแรงงานต่างด้าวและ",
            "งานที่ห้ามคนต่างด้าวทำ ไม้ที่ไม่เป็นไม้หวงห้าม ทรัพย์อิงสิทธิ บุคลากรพิเศษในศาลชั้นต้น สุขลักษณะของสถานที่",
            "จำหน่ายอาหาร หลักเกณฑ์การสั่งพักการใช้หรือเพิกถอนใบอนุญาตขับขี่รถยนต์ การโฆษณาเครื่องดื่มแอลกอฮอล์",
            "อัตราค่าธรรมเนียมการให้บริการจัดการสิ่งปฏิกูลและมูลฝอยของกรุงเทพมหานคร ความผิดต่างๆ เกี่ยวกับเครื่องดื่ม",
            "แอลกอฮอล์ การคุ้มครองข้อมูลส่วนบุคคล เป็นต้น ทั้งนี้ยังได้บรรจุสาระกฎหมายอื่นๆ อีกมากมายที่มีประโยชน์ต่อการ ใช้ชีวิตและดำเนินธุรกิจประจำวัน"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202203/542757/1000246934_front_XXL.jpg?imgname=%E0%B8%A3%E0%B8%B9%E0%B9%89%E0%B9%81%E0%B8%A5%E0%B9%89%E0%B8%A7%E0%B8%A3%E0%B8%AD%E0%B8%94-%E0%B8%AA%E0%B8%B2%E0%B8%A3%E0%B8%B0%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B9%E0%B9%89%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%88%E0%B8%B3%E0%B8%9A%E0%B9%89%E0%B8%B2%E0%B8%99-%E0%B8%89%E0%B8%9A%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%9A%E0%B8%9B%E0%B8%A3%E0%B8%B8%E0%B8%87",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "คำอธิบายกฎหมายที่ดิน",
        "id": "LAW-0005",
        "group": "กฎหมาย",
        "Writer": "สมศักดิ์ เอี่ยมพลับใหญ่",
        "price": 250.00,
        "detail":[
            "ที่ดินเป็นสิ่งสำคัญสำหรับชีวิตมนุษย์ เพราะนอกจากใช้เป็นที่อยู่อาศัย ยังใช้เพาะปลูก ประกอบอาชีพต่างๆ และเก็บ",
            "รักษาไว้สร้างกำไรหรือมูลค่าในอนาคตได้ การมีความรู้ ความเข้าใจบทบัญญัติกฎหมายที่เกี่ยวข้องกับที่ดิน ไม่ว่าเป็น",
            "กรณี การได้มา การครอบครอง การสละสิทธิ การเวนคืน การจัดที่ดิน การออกหนังสือแสดงสิทธิในที่ดินการกำหนดสิทธิ",
            "รวมทั้งกฎกระทรวงที่เกี่ยวข้อง ย่อมทำให้เกิดความเข้าใจที่จะต้องปฏิบัติตามขั้นตอนของกฎหมายให้ได้มาซึ่งกรรมสิทธิ์",
            "ในที่ดิน วิธีการจดทะเบียนนิติกรรมและอื่นๆ"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202210/563494/1000255584_front_XXL.jpg?imgname=%E0%B8%84%E0%B8%B3%E0%B8%AD%E0%B8%98%E0%B8%B4%E0%B8%9A%E0%B8%B2%E0%B8%A2%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%94%E0%B8%B4%E0%B8%99",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "รวมกฎหมายที่เกี่ยวข้องกับวิธีพิจารณาคดีฯ",
        "id": "LAW-0006",
        "group": "กฎหมาย",
        "Writer": "ภูมีนาท ปาเบ้า",
        "price": 275.00,
        "detail":[
            "หนังสือเล่มนี้ไม่เพียงแต่รวบรวมกฎหมายที่เกี่ยวกับวิธีพิจารณาตดีปกครองที่ต้องใช้ทั้งหมดเท่านั้น แต่ได้จัดหมวดหมู่ของกฎหมาย",
            "และระเบียบที่เกี่ยวข้องกับการดำเนินกระบวนพิจารณาคดีปกครอง",
            "ทั้งหมดอย่างเป็นระบบ คล้ายกับการจัดทำประมวลกฎหมายวิธีพิจารณาคดีของศาลยุติธรรม"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202209/561816/1000254962_front_XXL.jpg?imgname=%E0%B8%A3%E0%B8%A7%E0%B8%A1%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B9%80%E0%B8%81%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%A7%E0%B8%82%E0%B9%89%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5%E0%B8%9E%E0%B8%B4%E0%B8%88%E0%B8%B2%E0%B8%A3%E0%B8%93%E0%B8%B2%E0%B8%84%E0%B8%94%E0%B8%B5%E0%B8%AF",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ผัว - เมีย กับเรื่องของกฎหมาย",
        "id": "LAW-0007",
        "group": "กฎหมาย",
        "Writer": "ดร.สุพิศ ปราณีตพลกรัง",
        "price": 245.00,
        "detail":[
            "ให้เนื้อหาเกี่ยวกับ ผัว-เมีย กับเรื่องของกฎหมาย เป็นที่ยอมรับกันว่าเป็นสถาบันหน่วยที่เล็กที่สุดของสังคม และส่งผลที่",
            "สำคัญยิ่งต่อความมั่นคงของสังคม เพราะเป็นจุดเริ่มต้นของการดูแลสมาชิกของสังคมคือบุตรที่เกิดมา และจะเป็นกำลัง",
            "สำคัญของส่วนรวมต่อไป หากสถาบันครอบครัวมีความสมบุรณ์ ไม่แตกร้าว ก็จะส่งผลดีต่อทุกๆ ด้าน ซึ่งปัจจัยสำคัญ",
            "หนึ่งของความเข้มแข็งของสถาบันครอบครัวก็คือ คู่สมรส หรือเรียกง่ายๆ ว่า ผัวเมีย หากคู่สมรสมีความเข้าใจในเรื่อง",
            "ของสิทธิและหน้าที่ตามกฎหมายก็จะเกิดผลดี มีการยอมรับและปฏิบัติให้ถูกต้องในกรอบของกฎหมายและปฏิบัติตนให้",
            "ดีที่สุด"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202201/539058/1000245736_front_XXL.jpg?imgname=%E0%B8%9C%E0%B8%B1%E0%B8%A7---%E0%B9%80%E0%B8%A1%E0%B8%B5%E0%B8%A2-%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B9%80%E0%B8%A3%E0%B8%B7%E0%B9%88%E0%B8%AD%E0%B8%87%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ปรัชญากฎหมาย: ความรู้ฉบับพาพา PHILOSOPHY OF LAW",
        "id": "LAW-0008",
        "group": "กฎหมาย",
        "Writer": "Raymond Wacks",
        "price": 225.00,
        "detail":[
            "ปรัชญากฎหมาย: ความรู้ฉบับพาพา โดย เรย์มอนด์ แวคส์ ศาสตราจารย์เกียรติคุณด้านกฎหมายและนิติปรัชญาแห่ง",
            "มหาวิทยาลัยฮ่องกง จะพาคุณสำรวจปรัชญา มโนทัศน์ ทฤษฎี ตลอดจนชุดความเชื่อที่เป็นรากฐานของกฎหมายแต่ละ",
            "ยุคสมัย ทั้งอรรถประโยชน์นิยม ปฏิฐานนิยม สตรีนิยม และทฤษฎีหลังสมัยใหม่พร้อมทั้งเปิดมุมมองให้เห็นกฎหมายใน",
            "หลายมิติผ่านทรรศนะของบรรดานักคิดผู้ร่วมกำหนดภูมิทัศน์ของปรัชญากฎหมาย ตั้งแต่ผู้รับใช้ศาสนาอย่างนักบุญอะ",
            "ไควนัส นักปรัชญาการเมืองอย่างรุสโซ ไปจนถึง โรนัลด์ ดวอร์คิน นักวิชาการผู้เลืองชื่อในแวดวงนิติศึกษา",
            "หนังสืออ่านสนุกและเข้าใง่ายเล่มนี้จะช่วยขยายพรมแดนความเข้าใจในปรัชญา ซึ่งแฝงอยู่เบื้องหลังกฎหมาย ทั้งยังเผย",
            "ให้เห็นว่าแม้กฎหมายจะสัมพันธ์กับเรื่องนามธรรมอย่างสิทธิหรือความยุติธรรม แต่ก็ใกล้ชิดกับชีวิตคนเรามากกว่าที่คิด",
            "เช่น สิทธิสตรี การเหยียดเชื้ิิอชาติ หรือประเด็นสิ่งแวดล้อม"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202104/524837/1000240602_front_XXL.jpg?imgname=%E0%B8%9B%E0%B8%A3%E0%B8%B1%E0%B8%8A%E0%B8%8D%E0%B8%B2%E0%B8%81%E0%B8%8E%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2:-%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B8%A3%E0%B8%B9%E0%B9%89%E0%B8%89%E0%B8%9A%E0%B8%B1%E0%B8%9A%E0%B8%9E%E0%B8%B2%E0%B8%9E%E0%B8%B2-PHILOSOPHY-OF-LAW-",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "SPY X FAMILY เล่ม 9",
        "id": "CATOON-0001",
        "group": "การ์ตูน",
        "Writer": "Endou Tatsuya",
        "price": 120.00,
        "detail":[
            "การต่อสู้ระหว่างยอร์ VS กลุ่มนักฆ่ามาถึงช่วงสุดท้าย...!!",
            "ขณะเดียวกัน เรือสำราญก็โดนวางระเบิด!ลอยด์กับอาเนียที่รู้ถึงอันตราย ต่างรับมือกับสถานการณ์ตรงหน้าอย่างสุดความ",
            "สามารถ...!?"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202210/562076/1000255109_front_XXL.jpg?imgname=SPY-X-FAMILY-%E0%B8%A5.9",
        "hot":"",
        "recommend":"",
        "discount": 60
    },
    {
        "name": "การินจูเนียร์ เดย์ไลท์ ลันตา การิน กับสัตว์เลี้ยงโลกมายา",
        "id": "CATOON-0002",
        "group": "การ์ตูน",
        "Writer": "สุธารส เนินปลอด",
        "price": 95.00,
        "detail":[
            "ลันตา เด็กหญิงผู้มีสัมผัสที่ 6 ได้พบกับ การิน เด็กชายที่คลั่งไคล้เรื่องราวเหนือธรรมชาติ ด้วยความบังเอิญทำให้ทั้ง",
            "คู่ได้รับรู้เรื่องของ สัตว์โลกมายา หรือ จุติม่อน จากสัตว์ประหลาดหลังโรงเรียน แม้จะไม่ถูกกัน แต่สถานการณ์สุด",
            "ประหลาดทำให้พวกเขาต้องไขปริศนาและปราบสัตว์ประหลาด ซึ่งแท้จริงแล้วมันก่อเกิดขึ้นจากจิตใจอันยุ่งเหยิงของ",
            "นักเรียนในโรงเรียนดารานาวิกนั่นเอง"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/201903/476270/1000217846_front_XXL.jpg?imgname=%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%B4%E0%B8%99%E0%B8%88%E0%B8%B9%E0%B9%80%E0%B8%99%E0%B8%B5%E0%B8%A2%E0%B8%A3%E0%B9%8C-%E0%B9%80%E0%B8%94%E0%B8%A2%E0%B9%8C%E0%B9%84%E0%B8%A5%E0%B8%97%E0%B9%8C-%E0%B8%A5%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B8%B2-%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%B4%E0%B8%99-%E0%B8%81%E0%B8%B1%E0%B8%9A%E0%B8%AA%E0%B8%B1%E0%B8%95%E0%B8%A7%E0%B9%8C%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%89%E0%B8%A2%E0%B8%87%E0%B9%82%E0%B8%A5%E0%B8%81%E0%B8%A1%E0%B8%B2%E0%B8%A2%E0%B8%B2-(Mg)",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "Pokemon โปเกมอน Special เล่ม 54",
        "id": "CATOON-0003",
        "group": "การ์ตูน",
        "Writer": "Hidenori Kusaka",
        "price": 95.00,
        "detail":[
            "ในที่สุดตัวจริงของไวทูก็กำลังจะถูกเปิดเผย โดยแบล็คทูที่จับใส่กุญแจมือ!!",
            "แต่ด้วยฝีมือของคิวเรมซึ่งถูกควบคุมโดยอโครมา ทั้งคู่จึงตกสู่ทะเลที่ถูกปิดทับ",
            "ด้วยน้ำแข็ง... อีกด้านหนึ่ง พลังอันรุนแรงของคิวเรม ก็ทำให้เซคารอมและเรวิรัม",
            "โปเกมอนในตำนานที่หายตัวไปเมื่อ 2 ปีก่อน เริ่มมีการเคลื่อนไหว!? เร่งสปีด",
            "ไปกับโปเกมอนสเปเชียล B2W2 ห้ามละสายตาเป็นอันขาด!!!"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202201/539084/1000245683_front_XXL.jpg?imgname=Pokemon-%E0%B9%82%E0%B8%9B%E0%B9%80%E0%B8%81%E0%B8%A1%E0%B8%AD%E0%B8%99-Special-%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-54",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เอาชีวิตรอดจากปรสิต เล่ม 2",
        "id": "CATOON-0004",
        "group": "การ์ตูน",
        "Writer": "Gomdori co.",
        "price": 105.00,
        "detail":[
            "การปรากฏตัวของปรสิตสุดอันตราย จีโอและพาราช่วยกันหาต้นตอของโรคพยาธิกินีจนพบ",
            "แต่แล้วก็เกิดการระบาดของโรคเหงาหลับในหมู่บ้านใกล้เคียง",
            "ปรสิตจะกลับมาแพร่กระจายในแอฟริกาอีกครั้งหรือไม่",
            "มาลุ้นกันว่าจีโอกับผองเพื่อนจะเอาชีวิตรอดได้หรือเปล่า"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202111/535889/1000244419_front_XXL.jpg?imgname=%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%9B%E0%B8%A3%E0%B8%AA%E0%B8%B4%E0%B8%95-%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-2",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ไขปริศนาพีระมิด",
        "id": "CATOON-0005",
        "group": "การ์ตูน",
        "Writer": "ณัฐพล เดชขจร",
        "price": 70.00,
        "detail":[
            "จู่ๆ ก็มีพีระมิดลึกลับผุดขึ้นมาหลายแห่งทั่วโลก รัฐบาลโลกสันนิษฐานว่า น่าจะเป็นฝีมือของลัทธิประหลาด ที่พยายาม",
            "ยึดอำนาจด้วยการเข้าไปแก้ไขอดีต หน่วยตำรวจกาลเวลาจึงจำต้องเรียกเจ้าหน้าที่ คีย์ พร้อมคู่หูเสือขาว ไซ ",
            "ย้อนเวลาไปขัดขวางผู้ก่อการร้ายไม่ให้ยึดโลกได้สำเร็จ ลุ้นไปกับคีย์และไซพร้อมทั้งเรียนรู้เรื่องราวลึกลับของพีระมิด",
            "ทั่วโลก คนโบราณสร้างพีระมิดไว้ทำไม สร้างอย่างไร แล้วในพีระมิดมีสมบัติลับจริงหรือไม่! ไปหาคำตอบกันเลย!"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/201904/477072/1000218240_front_XXL.jpg?imgname=%E0%B9%84%E0%B8%82%E0%B8%9B%E0%B8%A3%E0%B8%B4%E0%B8%A8%E0%B8%99%E0%B8%B2%E0%B8%9E%E0%B8%B5%E0%B8%A3%E0%B8%B0%E0%B8%A1%E0%B8%B4%E0%B8%94",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "คุกกี้รันเอาชีวิตรอด เล่ม 18 จากลมโหมกระหน่ำ",
        "id": "CATOON-0006",
        "group": "การ์ตูน",
        "Writer": "Mr. K",
        "price": 80.00,
        "detail":[
            "คุกกี้รสสมุนไพรนำหัวใจแห่งท้องทะเลมุ่งหน้าไปยังหอคอยคลื่นน้ำแข็งและได้รู้ว่าวิธีละลายผนึกน้ำแข็งของคุกกี้นางฟ้าทะเลมีเพียงวิธีเดียว...",
            "ขณะเดียวกันเรื่องราวในอดีตของคุกกี้รสดาร์กช็อกโก้ก็ถูกเปิดเผยออกมา"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202201/539192/1000245795_front_XXL.jpg?imgname=%E0%B8%84%E0%B8%B8%E0%B8%81%E0%B8%81%E0%B8%B5%E0%B9%89%E0%B8%A3%E0%B8%B1%E0%B8%99%E0%B9%80%E0%B8%AD%E0%B8%B2%E0%B8%8A%E0%B8%B5%E0%B8%A7%E0%B8%B4%E0%B8%95%E0%B8%A3%E0%B8%AD%E0%B8%94-%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-18-%E0%B8%88%E0%B8%B2%E0%B8%81%E0%B8%A5%E0%B8%A1%E0%B9%82%E0%B8%AB%E0%B8%A1%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%AB%E0%B8%99%E0%B9%88%E0%B8%B3",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "DRAGON QUEST การผจญภัยอันยิ่งใหญ่ของได เล่ม 1",
        "id": "CATOON-0007",
        "group": "การ์ตูน",
        "Writer": "RIKU SANJO/KOJI INADA/YUJI HORII",
        "price": 85.00,
        "detail":[
            "เกาะเดิร์มลิน เกาะร้างในทะเลใต้ที่เหล่ามอนสเตอร์อาศัยอยู่อย่างสงบสุข",
            "ที่นั่นมีเด็กหนุ่มคนหนึ่งหลงใหลในผู้กล้าชื่อของเขาคือ ได!! ชะตาชีวิตของ",
            "ไดเปลี่ยนแปลงครั้งใหญ่ หลังจากได้พบกับ ครูสอนพิเศษผู้กล้า อวาน",
            "ซึ่งปรากฏตัวขึ้นยามที่โลกเต็มไปด้วยความชั่วร้าย"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202108/531945/1000242765_front_XXL.jpg?imgname=DRAGON-QUEST-%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%9C%E0%B8%88%E0%B8%8D%E0%B8%A0%E0%B8%B1%E0%B8%A2%E0%B8%AD%E0%B8%B1%E0%B8%99%E0%B8%A2%E0%B8%B4%E0%B9%88%E0%B8%87%E0%B9%83%E0%B8%AB%E0%B8%8D%E0%B9%88%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%84%E0%B8%94-%E0%B9%80%E0%B8%A5%E0%B9%88%E0%B8%A1-1-%E0%B8%A8%E0%B8%B4%E0%B8%A9%E0%B8%A2%E0%B9%8C%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%AD%E0%B8%A7%E0%B8%B2%E0%B8%99-%E0%B8%9B%E0%B8%B0%E0%B8%97%E0%B8%B0%E0%B8%9C%E0%B8%B9%E0%B9%89%E0%B8%9A%E0%B8%B1%E0%B8%8D%E0%B8%8A%E0%B8%B2%E0%B8%81%E0%B8%B2%E0%B8%A3%E0%B8%81%E0%B8%AD%E0%B8%87%E0%B8%97%E0%B8%B1%E0%B8%9E%E0%B8%A3%E0%B8%B2%E0%B8%8A%E0%B8%B2%E0%B8%9B%E0%B8%B5%E0%B8%A8%E0%B8%B2%E0%B8%88",
        "hot":"",
        "recommend":"",
        "discount": 0
    },

    {
        "name": "ประวัติศาสตร์โลก มหาสนุก อารยธรรมตะวันตก ยุคมืดของยุโรป",
        "id": "CATOON-0008",
        "group": "การ์ตูน",
        "Writer": "มั่นท่าเหวินฮว่า",
        "price": 115.00,
        "detail":[
            "พบกับการ์ตูนความรู้แสนสนุก เรื่องราวของอารยธรรมตะวันตก ช่วงยุคมืดของยุโรป",
            "ไม่ว่าจะเป็น กลุ่มชนเจอร์มานิดและพระเจ้าชาร์ลส์มหาราช สงครามครูเสด",
            "การดำรงชีวิตในยุคกลางของยุโรป ไปจนถึงสงครามร้อยปีและนักบุญโจนออฟอาร์ค",
            "ให้ทั้งความเพลิดเพลินไปกับการดำเนินเรื่องที่สนุกสนาน และยังได้รับความรู้ไปพร้อมกันเลยทีเดียว"
        ],
        "img":"https://storage.naiin.com/system/application/bookstore/resource/product/202205/548593/1000248917_front_XXL.jpg?imgname=%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B8%A7%E0%B8%B1%E0%B8%95%E0%B8%B4%E0%B8%A8%E0%B8%B2%E0%B8%AA%E0%B8%95%E0%B8%A3%E0%B9%8C%E0%B9%82%E0%B8%A5%E0%B8%81-%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%99%E0%B8%B8%E0%B8%81-%E0%B8%AD%E0%B8%B2%E0%B8%A3%E0%B8%A2%E0%B8%98%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%95%E0%B8%B0%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B8%81-%E0%B8%A2%E0%B8%B8%E0%B8%84%E0%B8%A1%E0%B8%B7%E0%B8%94%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%A2%E0%B8%B8%E0%B9%82%E0%B8%A3%E0%B8%9B",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ฮานะจัง…ตื่นแต่เช้า",
        "id": "FAIRY-0001",
        "group": "นิทาน",
        "Writer": "มิจิโกะ เอะกะชิระ",
        "price": 225.00,
        "detail":[
            "เรียนรู้กิจวัตรยามเช้ากับฮานะจังตามลำดับ",
            "ตั้งแต่ตื่นนอน เข้าห้องน้ำ อาบน้ำ เปลี่ยนเสื้อผ้า กินอาหารเช้าแสนอร่อย แปรงฟันและบ้วนปากให้ปากสะอาดสดชื่น",
            "แต่เอ๊ะ… ยังเหลืออีกหนึ่งสิ่งที่ต้องทำนี่นา สิ่งนั้นคืออะไรนะ",
            "เรื่องราวแสนน่ารักจากกิจวัตรยามเช้าของฮานะจังจะช่วยส่งเสริมการเติบโตของเด็กๆ หลากหลายด้านด้วยกัน"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/10/%E0%B8%95%E0%B8%B7%E0%B9%88%E0%B8%99%E0%B9%81%E0%B8%95%E0%B9%88%E0%B9%80%E0%B8%8A%E0%B9%89%E0%B8%B2-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ฮานะจัง…กับจดหมายของใครนะ",
        "id": "FAIRY-0002",
        "group": "นิทาน",
        "Writer": "มิจิโกะ เอะกะชิระ",
        "price": 225.00,
        "detail":[
            "มีไหมนะ? มีจดหมายมาบ้างไหมนะ? ฮานะจังกำลังรอคอยจดหมาย จะมีใครส่งจดหมายมาหาบ้างนะ",
            "เด็กหญิงเปิดอ่านทุกฉบับอย่างมีความสุข เพราะฮานะจังชอบจดหมายมากๆ เลย",
            "ความน่ารักของฮานะจังและผองเพื่อนจะทำให้หัวใจของเด็กๆ อ่อนโยนและส่งเสริมการเติบโตในหลายๆ ด้าน"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/10/%E0%B8%88%E0%B8%94%E0%B8%AB%E0%B8%A1%E0%B8%B2%E0%B8%A2%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B9%83%E0%B8%84%E0%B8%A3%E0%B8%99%E0%B8%B0-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ร้านอาหารของคุณแมวเทากับคุณเป็ดขาว",
        "id": "FAIRY-0003",
        "group": "นิทาน",
        "Writer": "โยชิ อุเอโนะ",
        "price": 245.00,
        "detail":[
            "เรื่องราวแสนสนุกของคู่หูจอมหิวอย่างคุณแมวบารุสีเทากับคุณเป็ดอาคิโย่สีขาว ที่ชอบเดินทางไปที่ต่างๆ และนำ",
            "วัตถุดิบจากสถานที่เหล่านั้นมาทำอาหารขาย แต่สุดท้ายกลับกินหมดเองทุกที",
            "มาชวนเด็กๆ เอาใจช่วยให้คู่หูจอมหิวเปิดร้านอาหารให้สำเร็จกันเถอะ!",
            "นอกจากเด็กๆ จะได้เพลิดเพลินไปกับการเดินทางของคุณแมวและคุณเป็ดแล้ว",
            "ยังสามารถเล่นสนุกไปกับเกมที่สอดแทรกในนิทานอีกด้วย"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/08/%E0%B9%81%E0%B8%A1%E0%B8%A7%E0%B9%80%E0%B8%97%E0%B8%B2%E0%B9%80%E0%B8%9B%E0%B8%BA%E0%B8%94%E0%B8%82%E0%B8%B2%E0%B8%A7-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เกมแสนสนุกของคุณหมีและคุณหนู",
        "id": "FAIRY-0004",
        "group": "นิทาน",
        "Writer": "โยโกะ โคกะ",
        "price": 260.00,
        "detail":[
            "เรื่องราวของเหล่าเพื่อนจอมเพี้ยนที่ออกไปเล่นด้วยกัน และได้ฝึกสมองประลองปัญญาด้วยเกมฝึกทักษะแสนสนุก  ไม่",
            "ว่าจะเป็นเกมซ่อนแอบ เกมจับคู่ เกมตามหาสิ่งที่เหมือนกัน หรือทายปัญหาสนุกๆ ระหว่างทางว่าสิ่งไหนหนักที่สุด หรือ",
            "สิ่งไหนเบาที่สุด!"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/08/%E0%B8%AB%E0%B8%A1%E0%B8%B5%E0%B8%AB%E0%B8%99%E0%B8%B9-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เดี๋ยวเปิดให้นะ",
        "id": "FAIRY-0005",
        "group": "นิทาน",
        "Writer": "ชินสุเกะ โยชิทาเกะ",
        "price": 270.00,
        "detail":[
            "จะเป็นอย่างไรเมื่อ อากิระ อยากโตขึ้นเป็น “นักเปิดของ” ที่เปิดทุกอย่างให้ทุกคนได้ ไม่ว่าจะเป็น เปิดขวด เปิดกล่อง",
            "เปิดขนม ฯลฯ เขาจะเติบโตไปเป็นนักเปิดของแบบไหนกันนะ",
            "แล้วถ้าเขายังเป็นเด็กแบบตอนนี้ล่ะ เขาจะเปิดอะไรได้บ้าง?",
            "ชวนเด็กๆ ไปเอาใจช่วยให้อากิระเปิดของได้กันเถอะ"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/08/%E0%B9%80%E0%B8%94%E0%B9%88%E0%B8%A7%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B9%83%E0%B8%AB%E0%B9%89%E0%B8%99%E0%B8%B0-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "กรัฟฟาโล่",
        "id": "FAIRY-0006",
        "group": "นิทาน",
        "Writer": "จูเลีย โดนัลด์สัน",
        "price": 245.00,
        "detail":[
            "เรื่องราวของหนูจิ๋วที่เดินทางเพียงลำพัง แล้วต้องพบกับสัตว์อันตรายมากมาย หนูจิ๋วจะใช้ไหวพริบ ในการเอาตัวรอด",
            "จากภัยได้อย่างไร และกรัฟฟาโล่ที่สัตว์ต่างๆ ในป่าต่างพากันหวาดกลัวนั้นมีอยู่จริงหรือไม่ ชวนเด็กๆ ออกเดินทางไป",
            "พร้อมๆ กันได้เลย เรื่องนี้เป็นนิทานภาพคลาสสิกคำกลอนสำหรับเด็ก ที่จะช่วยเสริมสร้างกระบวนการคิด การแก้ไขปัญหาเฉพาะหน้า และ",
            "เรียนรู้ผ่านตัวละครหนูที่ทำหน้าที่เป็นตัวแทนเด็กๆ เอาชนะความน่ากลัวและดุร้ายของสัตว์ที่ตัวใหญ่กว่าด้วยสติปัญญา",
            "นอกจากนั้นยังได้พัฒนาทักษะทางภาษาจากการฟัง การอ่าน นิทานคำกลอนที่เต็มไปด้วยสัมผัส คำคล้องจอง และ",
            "ความสนุกสนานอัดแน่นตลอดทั้งเล่ม!"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/08/%E0%B8%81%E0%B8%A3%E0%B8%B1%E0%B8%9F%E0%B8%9F%E0%B8%B2%E0%B9%82%E0%B8%A5%E0%B9%88-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "กระดุมวิเศษของคุณครูหมี",
        "id": "FAIRY-0007",
        "group": "นิทาน",
        "Writer": "สะกอน รันโกะ",
        "price": 250.00,
        "detail":[
            "กระดุมวิเศษของคุณครูหมี เรื่องราวอบอุ่นของคุณครูหมีตัวโตซึ่งมีกระดุมวิเศษที่ทำให้สามารถโบยบินขึ้นไปบนท้องฟ้า",
            "ได้ และได้พาให้เด็กๆ โบยบินไปบนท้องฟ้าด้วยกัน"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/08/%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B8%94%E0%B8%B8%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B9%80%E0%B8%A8%E0%B8%A9-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "วันตัดผมของสิงโต",
        "id": "FAIRY-0008",
        "group": "นิทาน",
        "Writer": "ฮเยวอน ยอม",
        "price": 230.00,
        "detail":[
            "เรื่องราวสนุกเริ่มต้นขึ้นเมื่อพ่อสิงโตอยากให้ลูกไปตัดผม แต่ลูกสิงโตไม่อยากตัดผม",
            "จึงได้เห็นความพยายามของพ่อสิงโต และการต่อรองของลูกสิงโตที่อ่านแล้วต้องอมยิ้มตามไปด้วยเลยค่ะ"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/07/%E0%B8%A7%E0%B8%B1%E0%B8%99%E0%B8%95%E0%B8%B1%E0%B8%94%E0%B8%9C%E0%B8%A1-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "หนูรอบรู้ ชวนเพื่อนดูแมลง",
        "id": "KNOWLEDGE-IMG-0001",
        "group": "ภาพความรู้",
        "Writer": "นันทวัน วาตะ",
        "price": 185.00,
        "detail":[
            "ท่องไปในโลกของแมลง ที่จะทำให้เด็กๆ ตื่นตาแปลกใหม่ แปลกใจ ได้จากสวนรอบบ้าน",
            "“แมลง” สิ่งมีชีวิตที่มีส่วนสำคัญต่อระบบนิเวศอย่างที่เราคาดไม่ถึง หนังสือเล่มนี้จะพาเด็ก ๆ ท่องไปในโลกของเหล่า",
            "แมลง พร้อมความรู้ที่มาพร้อมภาพแบบสนุกสนาน เด็ก ๆ จะได้จักประโยชน์ของแมลง การระวังตัวจากแมลงมีพิษ พร้อมความรู้รอบตัวที่ไม่เคยรู้มาก่อนของสิ่งมีชีวิตตัว",
            "เล็ก ๆ เหล่านี้ สนุกขึ้นไปอีกด้วยกิจกรรมต่อยอดความรู้ เพื่อให้เด็ก ๆ ได้ทบทวนความรู้และสนุกสนานไปกับเรื่องราวของแมลงมากยิ่งขึ้น"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/06/1_Cover-Choun-pheun-do-MALANG-CC-OK-02-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "คำถามน่ารู้หนูตอบได้ เรื่อง ดวงจันทร์",
        "id": "KNOWLEDGE-IMG-0002",
        "group": "ภาพความรู้",
        "Writer": "แอนน์ รูนนีย์",
        "price": 230.00,
        "detail":[
            "หนังสือภาพความรู้เรื่องราวของ “ดวงจันทร์” เจาะลึกข้อมูลสุดเจ๋ง พร้อมภาพประกอบฮาๆ ที่เด็กๆ พลาดไม่ได้",
            "เตรียมตัวตอบคำถามสาระน่ารู้เกี่ยวกับดวงจันทร์และดาวเคราะห์ในอวกาศ ไม่ว่าจะเป็น ดาวเคราะห์ดวงไหนมีดวงจันทร์",
            "บ้างนะ ดวงจันทร์จะพุ่งชนโลกไหม ดวงจันทร์ใหญ่แค่ไหนและเคลื่อนที่ได้ไหม พร้อมภาพประกอบฮา ๆ และข้อมูลที่ไม่",
            "ธรรมดาเจาะลึกเรื่องราวสุดเจ๋ง เหลือเชื่อ และทำให้ต้องประหลาดใจเกี่ยวกับดวงจันทร์",
            "สำหรับน้องๆ หนูๆ ที่ชอบเรื่องราวของดวงจันทร์และอวกาศห้ามพลาดเด็ดขาดเลยค่ะ"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/05/%E0%B8%84%E0%B8%B3%E0%B8%96%E0%B8%B2%E0%B8%A1%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B9%E0%B9%89%E0%B8%94%E0%B8%A7%E0%B8%87%E0%B8%88%E0%B8%B1%E0%B8%99%E0%B8%97%E0%B8%A3%E0%B9%8C-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "คำถามน่ารู้หนูตอบได้ เรื่อง ระบบสุริยะ",
        "id": "KNOWLEDGE-IMG-0003",
        "group": "ภาพความรู้",
        "Writer": "แอนน์ รูนนีย์",
        "price": 230.00,
        "detail":[
            "พาเด็กๆ ค้นหาคำตอบเรื่องราวน่ารู้เกียวกับระบบสุริยะไปกับ คำถามน่ารู้หนูตอบได้ ระบบสุริยะ",
            "หนังสือที่จะทำให้เด็กๆ สนุกไปกับการเรียนรู้เรื่อง ระบบสุริยะ พร้อมภาพประกอบสีสนสดใส เข้าใจง่าย",
            "ชวนให้เด็กๆ ค้นหาคำตอบเกี่ยวกับ ระบบสุริยะ และสิ่งต่างๆ ที่อยู่ในห้วงอวกาศ"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/05/%E0%B8%84%E0%B8%B3%E0%B8%96%E0%B8%B2%E0%B8%A1%E0%B8%99%E0%B9%88%E0%B8%B2%E0%B8%A3%E0%B8%B9%E0%B9%89%E0%B8%AA%E0%B8%B8%E0%B8%A3%E0%B8%B4%E0%B8%A2%E0%B8%B0-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ความลับจากธรรมชาติ",
        "id": "KNOWLEDGE-IMG-0004",
        "group": "ภาพความรู้",
        "Writer": "ณัฐชญา ปาละนันท์",
        "price": 165.00,
        "detail":[
            "ชวนเด็กๆ ออกเดินทางเพื่อรู้จัก เรียนรู้และพบความลับของธรรมชาติรอบดอยตุงที่มีอะไรมากกว่าที่เห็น"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2021/10/4-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "มหัศจรรย์ล้อรอบโลก",
        "id": "KNOWLEDGE-IMG-0005",
        "group": "ภาพความรู้",
        "Writer": "เทรซีย์ เทอร์เนอร์",
        "price": 195.00,
        "detail":[
            "“มหัศจรรย์ล้อรอบโลก” หนังสือที่จะทำให้เด็กๆ รู้จักและเข้าใจวิวัฒนาการของ “ล้อ” ทุกประเภทบนโลกใบนี้",
            "เด็กๆ จะได้ค้นพบว่า ล้อทำให้โลกหมุนได้อย่างไร ผ่านหนังสือที่อัดแน่นไปด้วยเรื่องเล่าที่จะนำผู้อ่านรุ่นเยาว์สู่การเดิน",
            "ทางของล้อทุกชนิด เริ่มตั้งแต่รถของชาวโรมันไปจนถึงรถยนต์ที่ไม่มีคนขับอย่างรถไฟเหาะ และสิ่งต่างๆ ที่มีลักษณะ",
            "คล้ายล้ออีกมากมาย เช่น ฟันเฟือง กังหัน ชิงช้าสวรรค์ ม้าหมุน พวงมาลัย เครื่องปั่นด้าย และวงล้อเสี่ยงทาย พร้อมด้วย",
            "Timeline สรุปช่วงเวลาของการกำเนิดล้อแต่ละชนิดบนโลกของเรา"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2021/04/%E0%B8%A5%E0%B9%89%E0%B8%AD-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เปิดความลับ ทะเลและมหาสมุทร",
        "id": "KNOWLEDGE-IMG-0006",
        "group": "ภาพความรู้",
        "Writer": "เมแกน คัลลิสส์",
        "price": 185.00,
        "detail":[
            "ท้องทะเลมีแต่เรื่องลึกลับน่าสนใจให้ออกไปค้นหา ทั้งสัตว์และพืชหน้าตาประหลาดมากมาย ต่างอาศัยอยู่ในท้องน้ำสี",
            "ครามกว้างใหญ่นี้ และยังมีอีกหลายล้านชนิดที่ยังไม่เคยถูกพบเจอมาก่อน หนังสือเล่มนี้จะพาเด็กๆ ไปรู้จักกับท้องทะเล",
            "สีครามของแต่ละทวีป ตั้งแต่หาดทรายขาวไปถึงห้วงลึกสุดที่มืดมิดเงียบเชียบ นอกจากนี้ยังมีเรื่องราวของสัตว์ต่างๆ ที่",
            "พบเจอได้ตามสถานที่แห่งนี้อีกด้วย"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2021/05/%E0%B9%80%E0%B8%9B%E0%B8%B4%E0%B8%94%E0%B8%84%E0%B8%A7%E0%B8%B2%E0%B8%A1%E0%B8%A5%E0%B8%B1%E0%B8%9A%E0%B8%97%E0%B8%B0%E0%B9%80%E0%B8%A5%E0%B9%81%E0%B8%A5%E0%B8%B0%E0%B8%A1%E0%B8%AB%E0%B8%B2%E0%B8%AA%E0%B8%A1%E0%B8%B8%E0%B8%97%E0%B8%A3-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เปิดความลับ โรงพยาบาล",
        "id": "KNOWLEDGE-IMG-0007",
        "group": "ภาพความรู้",
        "Writer": "ดร.โซอี้ ฟริตซ์,เคที เดย์นส์",
        "price": 200.00,
        "detail":[
            "มาสำรวจกันดููว่ามีอะไรเกิดขึ้นบ้างในโรงพยาบาล ไม่ว่าเราจะเป็นคนไปเยี่ยมญาติหรือไปผ่าตัดเสียเอง",
            "พบกับผู้คนน่าทิ่งที่ทำงานอยู่ที่นั่น และเรียนรู้ว่าทุกคนทำงานอย่างไรให้คนไข้หายป่วยและมีสุขภาพดี"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2020/01/hospital-02-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "นิ้วมือแปลงกาย",
        "id": "CHILD-0001",
        "group": "สำหรับเด็ก",
        "Writer": "ราวด์ กราวด์",
        "price": 155.00,
        "detail":[
            "ขอชวนเด็กๆ มาทำนิ้วมือเป็นรูปต่างๆ ดึ๋งๆ นิ้วมือกลายเป็นกระต่ายน้อย นิ้วมือกลายเป็นจระเข้ปากกว้าง นิ้วมือกลายเป็น",
            "หอยทาก เป็นต้นไม้ เป็นนก เป็นปลาหมึก นิ้วมือเล็กๆ ของเราทำสิ่งต่างๆ ได้หลายอย่างเลยนะ",
            " “นิ้วมือแปลงกาย” นิทานที่จะชวนให้เด็กๆ คุณพ่อ คุณแม่ และคุณครูอ่านและเล่นด้วยกัน เนื้อเรื่องไม่ยาวมาก เหมาะ",
            "สำหรับเด็กเล็กที่เริ่มหัดอ่าน วิธีการทำนิ้วมือเป็นรูปต่างๆ ก็ทำได้ง่าย นำไปเล่นกับเด็กๆ ได้จริง"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2021/05/%E0%B8%99%E0%B8%B4%E0%B9%89%E0%B8%A7%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B9%81%E0%B8%9B%E0%B8%A5%E0%B8%87%E0%B8%81%E0%B8%B2%E0%B8%A2-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "กระโถนของฉัน",
        "id": "CHILD-0002",
        "group": "สำหรับเด็ก",
        "Writer": "อานีตา แบสเตอร์บอช",
        "price": 140.00,
        "detail":[
            "มีของสีแดงบางอย่างร่วงลงมา เจ้าหมาบอกว่า “ดูหมวกนี่สิ” ส่วนเพื่อนๆ ตัวอื่นๆ ก็พากันคาดเดาว่า ของสีแดงนั้นคือ",
            "อะไร เตียง หรือเปล่านะ เรือ หรือเปล่านะ หรือว่าจะเป็น แจกัน แต่มีเพียงเจ้ากระต่ายป่าเท่านั้นที่รู้"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2019/06/%E0%B8%81%E0%B8%A3%E0%B8%B0%E0%B9%82%E0%B8%96%E0%B8%99%E0%B8%82%E0%B8%AD%E0%B8%87%E0%B8%89%E0%B8%B1%E0%B8%99-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ชวนหนูเรียนรู้สิ",
        "id": "CHILD-0003",
        "group": "สำหรับเด็ก",
        "Writer": "พี่เจ",
        "price": 160.00,
        "detail":[
            "ชวนเด็กรู้จักหนังสือ กับบอร์ดบุ๊กเล่มเล็กทนทาน ไร้มุมแหลมคม ที่สำคัญขนาดเล่มพอดีมือเด็กๆ ให้หนูน้อยนักอ่าน",
            "หยิบ เปิด หนังสือเองได้สบาย ระหว่างเล่านิทานชักชวนเด็กๆออกเสียงตาม เพื่อเสริมสร้างการเรียนรู้และพัฒนาการ",
            "เชื่อมโยงสิ่งรอบตัว"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2017/11/chunnoocolor-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "ชวนหนูเรียนรู้ A-Z",
        "id": "CHILD-0004",
        "group": "สำหรับเด็ก",
        "Writer": "พี่โบ",
        "price": 160.00,
        "detail":[
            "ชวนเด็กรู้จักหนังสือ กับบอร์ดบุ๊กเล่มเล็กทนทาน ไร้มุมแหลมคม ที่สำคัญขนาดเล่มพอดีมือเด็กๆ ให้หนูน้อยนักอ่าน",
            "หยิบ เปิด หนังสือเองได้สบาย ระหว่างเล่านิทานชักชวนเด็กๆออกเสียงตาม เพื่อเสริมสร้างการเรียนรู้และพัฒนาการทาง",
            "ภาษา-เชื่อมโยงสิ่งรอบตัว"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2017/11/chunnooABC-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "น้องหมีเล่นกับพ่อ",
        "id": "CHILD-0005",
        "group": "สำหรับเด็ก",
        "Writer": "ชิเงโอะ วาทานาเบะ",
        "price": 215.00,
        "detail":[
            "เรื่องราวน่ารักของน้องหมีกับคุณพ่อหมี มีภาพประกอบสวยงามเข้าใจง่าย ไม่สลับซับซ้อน เป็นเรื่องราวใกล้ตัวที่เด็ก",
            "สนใจ เมื่อเด็กรู้สึกสนุกกับหนังสือเล่มนี้ เด็กก็อยากเลียนแบบน้องหมี ซึ่งจะช่วยเสริมพัฒนาการด้านต่างๆ โดยที่เด็ก",
            "รู้สึกสนุกไปด้วย"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2017/07/lookmeelenkabphor-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "อุ้มช้างเปาหน่อยนะ",
        "id": "CHILD-0006",
        "group": "สำหรับเด็ก",
        "Writer": "นาคากาวา มิจิโกะ",
        "price": 160.00,
        "detail":[
            "“อุ้มช้างเปาหน่อยนะ” เรื่องราวแสนสนุกสนานของช้างเปาและผองเพื่อน เมื่อคุณลุงกระต่ายอยากรู้ว่า เด็ก ๆ ตัวโตขึ้น",
            "บ้างหรือเปล่า “ไหนขอลุงอุ้มหน่อยซิ” เด็ก ๆ เลยพากันขอให้คุณลุงกระต่ายอุ้มบ้าง รวมทั้งช้างเปาด้วย! ซึ่งภายในเล่ม",
            "ถ่ายทอดด้วยสำนวนชวนอ่าน พร้อมภาพประกอบสี่สี น่ารัก ชวนติดตาม ให้ทั้งความเพลิดเพลิน และแฝงคติธรรมที่ดี", 
            "งามในการดำเนินชีวิตไปพร้อม ๆ กัน"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2017/07/aumchangpao-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "เม่นหลบฝน",
        "id": "SKILL-0001",
        "group": "เสริมทักษะ",
        "Writer": "ปรีดา ปัญญาจันทร์",
        "price": 165.00,
        "detail":[
            "ขณะที่ฝนตกหนัก มีกระต่ายวิ่งเข้ามาหลบฝนใต้ต้นไม้ใหญ่ จากนั้นก็มีสัตว์ต่างๆวิ่งเข้ามาหลบฝนทีละตัว ทีละตัว จน",
            "ครบเก้าตัว สัตว์ต่างๆ ก็หลบฝนอยู่ใต้ต้นไม้ใหญ่อย่างสบาย แต่พอตัวสุดท้ายวิ่งเข้ามาหลบฝน สัตว์ทุกตัวต่างก็ตกใจ",
            "เพราะมันคือเม่น ซึ่งมีขนแหลมทั้งตัว สัตว์ทุกตัวกลัวว่าขนของเม่นจะทิ่มแทงเอา แต่ในที่สุดสัตว์ต่างๆ ก็แก้ปัญหานี้ได้", 
            "สำเร็จ"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/1970/01/%E0%B9%80%E0%B8%A1%E0%B9%88%E0%B8%99%E0%B8%AB%E0%B8%A5%E0%B8%9A-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "มาเตรียมสอบเข้า ป.๑ กันเถอะ",
        "id": "SKILL-0002",
        "group": "เสริมทักษะ",
        "Writer": "ดวงทิพย์ ยุวชิต",
        "price": 195.00,
        "detail":[
            "รวมนิทานฝึกทักษะรอบด้านแก่เด็กๆ โดยเฉพาะการฟัง การจับใจความ การสังเกต และฝึกสมาธิ ผ่านนิทานแสนสุข 20",
            "เรื่อง และเกมมหาสนุก 20 กิจกรรม ครบครันทั้งสาระ ความรู้ ความสนุก และสร้างความสุขเล็กๆ ในครอบครัวที่ไม่เพียง",
            "สร้างพื้นฐานความรู้เพื่อให้ลูกน้อยสอบเข้าเรียน ป.1 ในโรงเรียนชั้นนำได้แต่ยังช่วยสร้างรากฐานทั้งการอ่านและความ", 
            "รักความอบอุ่นในครอบครัวอีกด้วย"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2017/09/pornuang-01-510x510.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "วาดรูปสนุกกับ 8 รูปร่าง รูปทรง",
        "id": "SKILL-0003",
        "group": "เสริมทักษะ",
        "Writer": "โรซ่า เอ็ม. คูร์โต",
        "price": 145.00,
        "detail":[
            "สอนวาดรูปด้วยรูปทรง ทั้ง 8 วิธีการวาดง่ายๆ ภายใน 7 ขั้นตอน เสริมจินตนาการ พัฒนาทักษะเด็กเล็ก ในการทำงาน",
            "ร่วมกันของสายตา มือ สมอง"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2022/03/1000181868_front_XXXL-510x609.jpg",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "สนุกเรียนสนุกเล่น คณิตศาสตร์ อายุ 2 ขวบ",
        "id": "SKILL-0004",
        "group": "เสริมทักษะ",
        "Writer": "สถาบันวิจัยการศึกษาคีทัน",
        "price": 155.00,
        "detail":[
            "เรียนรู้หลักการทางคณิตศาสตร์อย่างเป็นธรรมชาติผ่านกิจกรรมแสนสนุกหลากหลายแบบ เช่น การติดสติ๊กเกอร์รูปทรง",
            "การโยงเส้นจับคู่ การเปรียบเทียบแล้วระบายสี เป็นต้น และเพลิดเพลินไปกับคณิตศาสตร์",
            "", 
            "", 
            "", 
            ""
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2018/02/PlayStudyMath2-01-800x800.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "สนุกเรียนสนุกเล่น คณิตศาสตร์ อายุ 3 ขวบ",
        "id": "SKILL-0005",
        "group": "เสริมทักษะ",
        "Writer": "ลียอนฮี",
        "price": 165.00,
        "detail":[
            "เรียนรู้และเพลิดเพลินกับหลักการทางคณิตศาสตร์อย่างเป็นธรรมชาติ ผ่านกิจกรรมแสนสนุกหลากหลายแบบ เช่น การ",
            "ระบายสีตามคำสั่ง การจัดกลุ่มแล้ววงกลม การวาดภาพตามจำนวน"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2018/02/PlayStudyMath3-01-800x800.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "สนุกเรียนสนุกเล่น คณิตศาสตร์ อายุ 4 ขวบ",
        "id": "SKILL-0006",
        "group": "เสริมทักษะ",
        "Writer": "โจฮยอนมิน",
        "price": 175.00,
        "detail":[
            "เพลิดเพลินและเรียนรู้หลักการทางคณิตศาสตร์อย่างเป็นธรรมชาติผ่านกิจกรรมแสนสนุกหลากหลายแบบ เช่น การวาด",
            "วงกลม การลากเส้นโยงจุดตามลำดับ การติดสติ๊กเกอร์ตามกฎ เป็นต้น"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2018/02/4-01-01-800x800.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    },
    {
        "name": "สนุกเรียนสนุกเล่น คณิตศาสตร์ อายุ 5 ขวบ",
        "id": "SKILL-0007",
        "group": "เสริมทักษะ",
        "Writer": "ปาร์คแชฮัก",
        "price": 210.00,
        "detail":[
            "เพลิดเพลินและเรียนรู้หลักการทางคณิตศาสตร์ในชีวิตประจำวันอย่างเป็นธรรมชาติผ่านกิจกรรมแสนสนุกหลากหลาย",
            "แบบ เช่น การหาทางออกจากเส้นทางวกวน การวาดเข็มนาฬิกา การระบายสีตามคำสั่ง"
        ],
        "img":"https://amarinbooks.com/wp-content/uploads/2018/02/PlayStudyMath5-01-800x800.png",
        "hot":"",
        "recommend":"",
        "discount": 0
    }
]